{
  "//Navbar": "comment",
  "nav-home": "Home",
  "nav-about": "About",
  "nav-login": "Login",
  "nav-contact": "Contact",
  "//Home": "comment",
  "manage": "Manage customers in real time at a glance ",
  "start-btn": "Get Started",
  "login-btn": "Login",
  "about-header": "Introducing Skyz",
  "about-content": "Skyz CRM is a cloud-based customer relationship management (CRM) platform that delivers a real-time 360-degree snapshot of your customer data, from any computer, tablet, or smartphone. Skyz CRM provides you with a feature-rich solution for establishing, managing, controlling and effectively operating your firm’s sales, marketing and service systems. Skyz also works as a SaaS (software as a service) payment model, where you gain immediate connection to an innovative and secure system with a high level of functionality at an attractive monthly cost.",
  "sales-header": "SALES",
  "sales-content": "Provides an up-to- date snapshot of lead management, opportunity management, contacts, sales people, transaction management and smart reports.",
  "marketing-header": "MARKETING",
  "marketing-content": "Proactively expand your customer base. Manage and follow your campaigns via e-mail, mobile and social networks.",
  "service-header": "SERVICE",
  "service-content": " Handle service calls from any location in real time. Monitor service processes at a glance and manage them effectively until they are successfully completed.",
  "learn-more": "Learn More",
  "//Contact": "comment",
  "contact-header": "Let's get in touch",
  "contact-times": "Availble Sunday-Thursday 9:00-17:00",
  "contact-location": "Ben Gurion 24, Ramat Gan",
  "contact-phone": "+972-6101800",
  "contact-form-header": "Contact Us",
  "contact-form-name": "Full Name",
  "contact-form-email": "Email",
  "contact-form-phone": "Phone",
  "contact-form-organization": "Organization",
  "contact-form-message": "Message:",
  "send-btn": "Send",
  "//About_Us": "comment",
  "about-us-title": "About Us",
  "about-us-p-1": "SkyzCRM is an innovative customer relationship management platform developed to offer a smart and efficient solution for businesses, companies and organizations. The idea behind SkyzCRM is to provide you and your team advanced tools for managing customer sales, service and marketing at a glance, in real time, from any place and from any device.",
  "about-us-p-2": "Skyz is owned by: IMPACT SOFTWARE SYSTEMS (1996) LTD",
  "about-us-t-1": "SkyzCRM was created so anyone can manage customer relationships easily and efficiently!",
  "about-us-p-3": "Do you run a small business? Are you a senior executive in a medium-sized company? Even if you are a decision maker in a large organization, you can begin to manage your firm’s CRM as early as tomorrow morning with our platform. There is no need to build out the infrastructure. Just log in and manage your customers efficiently!",
  "about-us-t-2": "A cloud-based, mobile-optimized platform that takes advantage of social media opportunities",
  "about-us-p-4": "SkyzCRM has been built as a cloud-based platform, fully adapting to all types of screens and with mobile technology and social media in mind. The system was built for today’s companies that need to upgrade their CRM because of a more mobile workforce and the reliance on social media applications by both your employees and customers.",
  "about-us-t-3": "We focus on giving our clients the complete picture, in real time and from any location",
  "about-us-p-5": "SkyzCRM has been created to maximize company efficiency and capability. The system’s intuitive design allows the viewing of important client information and management processes at one glance, in real time. Managers can now access all necessary information online, update data, monitor processes and deal with customers from the office, the field, at home or abroad.",
  "about-us-t-4": "Technological developments and updates all the time",
  "about-us-p-6": "SkyzCRM R&D team is constantly developing and advancing our technology platform. We want our clients to be up-to-date with trends, innovations and changes in the macro level as well as at the micro level. From our customers point of view, they will always be working with the most up-to-date system at any point in time.",
  "about-us-t-5": "",
  "about-us-p-7": "",
  "about-us-t-6": "",
  "about-us-p-8": "",
  "//Products": "comment",
  "//Sales": "comment",
  "sales-get-started-title": "Increase your organization’s sales.",
  "sales-get-started-p": "Manage sales processes with customers efficiently and improve your bottom line by increasing profits with Skyz Sales.",
  "sales-title": "Maximize your selling potential",
  "sales-t-1": "Lead management",
  "sales-p-1": "Manage leads with Skyz Sales effectively, from their entry intothe system until they turn into real sales opportunities. Optimize incoming leads and help your salespeople concentrate on handling only the best potential leads. Get insights on lead sources as well to maximize your return on investment.",
  "sales-t-2": "Opportunity management",
  "sales-p-2": "Monitor the intuitive Skyz Sales features that will turn potential sales into actual transactions. Identify real-time changes in the products and pricing to create the best possible offer for customers. Update sales people with the critical online information needed to close the deal. Create momentum and strike while the iron is hot!",
  "sales-t-3": "Sales management",
  "sales-p-3": "Use Skyz Sales to make outgoing calls directly from links provided on the client card. Receive incoming calls that automatically pop up on your customer’s card and status. Monitor better and more efficient sales processes from the start of lead creation. We have even updated the sales person with important tips to be able to close the deal.",
  "sales-t-4": "Contact management",
  "sales-p-4": "See customer details at a glance, including all the data, active processes, relationship dynamics and customer history in real time. Enable internal connections for your employees, creating your own network. With the extensive infrastructure offered, you can easily link and add new customers.",
  "sales-t-5": "Meetings management",
  "sales-p-5": "Skyz Sales coordinates meetings with automatic reminders, syncing calendars easily for multi-participant meetings. The system was created to arm your sales staff with important information on the way to the customer. Share important data with your salespeople during the meeting itself and help make the sale a success.",
  "sales-t-6": "Performance management",
  "sales-p-6": "Optimally manage your sales performance with Skyz. Set goals, measure them and view a real-time snapshot of each parameter, locating internal and external problems during the process. Gain the insights needed to drive your salespeople to achieve optimal goals.",
  "sales-title-2": "Improve work processes",
  "sales-t-7": "Skyz Sales Cloud",
  "sales-p-7": "Give yourself significant benefits and get maximum efficiency:",
  "sales-p-7.1": "1. Manage customer relationships anytime, from anywhere",
  "sales-p-7.2": "2. Transition from slow processes to fast real-time operations",
  "sales-p-7.3": "3. Secure your information at the very highest level",
  "sales-p-7.4": "4. Huge savings realized with no need to purchase and update computing and infrastructure",
  "sales-p-7.5": "5. A complete solution for an attractive monthly cost (SAAS).",
  "sales-t-8": "Skyz Sales Mobile",
  "sales-p-8": "Manage customers with Skyz Sales online from anyplace in the world. Take advantage of valuable time and work on sales processes on the way to an appointment. Extract important files from anywhere quickly and efficiently. Get an up-to-date snapshot of your CRM while using your smartphone. Find yourself to be as engaged in your CRM while mobile as you would be when sitting in the office.",
  "sales-t-9": "Sales workflow",
  "sales-p-9": "Structure your company’s own sales processes for calculating profit margins, creating the correct workflow for the salesperson and/or department. Simplify the issue of approvals and requests derived from the negotiation process, reducing unnecessary and cumbersome bureaucracy and saving time.",
  "sales-t-10": "Email integration",
  "sales-p-10": "Sync emails from Office 365 and Gmail to Skyz Sales. Match incoming and outgoing messages to the specific project and/or the relevant customer. Retrieve messages (new and old) directly from the client card in real time. Send formatted messages to the selected target audience directly from your system, efficiently automating the e-mail process.",
  "sales-title-3": "Share information in real time",
  "sales-t-11": "Information sharing",
  "sales-p-11": "Now your team can work together in full cooperation on the sales process. Share new information with the Skyz Sales system, whether it is an important file or interesting feedback and record it on the customer’s card. You now have the ability to retrieve vital collaborative information anywhere online. Use this relevant information and allow your to team improve your standing with the customer at every stage of the sales process.",
  "sales-t-12": "Calendar sharing",
  "sales-p-12": "View, share, and synchronize appointments, calls, and tasks with Skyz’s calendar-sharing system. Fully synchronize your Outlook or Gmail and incorporate the latest messages, tasks, and appointments into your system. Follow and manage interactions with customers from the calendar at the highest level. Streamline and save precious time with the ability to automatically schedule events and meetings.",
  "sales-t-13": "Social sharing",
  "sales-p-13": "Share online social media information with Skyz. Brainstorm with external experts including those in the field. Analyze “burning” issues, complex projects and opportunities on the verge of a deal. Get important data about your clients by synchronizing information collected from social networks.",
  "sales-title-4": "Make smart and correct decisions",
  "sales-t-14": "Forecast sales",
  "sales-p-14": "With Skyz Sales you get the complete picture on sales forecasts at all levels: individual, department and for the entire organization. Choose the right forecast for your needs based on product, size, and geographical area. Make adjustments on the fly according to the internal and external changes of the market.",
  "sales-t-15": "Reports and Dashboards",
  "sales-p-15": "Skyz Sales generates an advanced graphical view that puts your data into perfect visual perspective. Produce flexible reports, graphs and charts tailored to your company’s needs. Draw accurate conclusions before and after every meeting in real time from anywhere: the office, at home, in the field, or from abroad.",
  "//Lead_management": "comment",
  "lead-management-title": "Lead management",
  "lead-management-t-1": "Turn leads into potential sales",
  "lead-management-p-1": "Track leads from their inception to the qualifying stage until the close of the deal. Monitor the entire sales process while keeping an eye on additional opportunities that might exist. Get comprehensive information about each lead, where they came from and when they came into the system. Rate the best qualified leads and turn them into successful sales.",
  "lead-management-t-2": "Manage and monitor your sales leads",
  "lead-management-p-2": "Make sure that the right leads get to the right sales people. When leads are entered into the SkyzCRM they will be automatically received by the right salesperson (whether they are working from home, in the field, or abroad). Monitor the entire process in real-time, checking that the leads are handled quickly and successfully.",
  "lead-management-t-3": "Use smart filters to maximize quality leads",
  "lead-management-p-3": "Filter relevant inquiries using SkyzCRM’s lead management system. The filtering process allows you to cross-reference client data and existing sales history. Focus your sales team on following up on quality leads. Get valuable insights into your lead generation funnel to find the best lead sources for your team.",
  "//Opportunity_management": "comment",
  "opportunity-management-title": "Opportunity management",
  "opportunity-management-t-1": "Follow the progress of each deal from every angle.",
  "opportunity-management-p-1": "Utilize SkyzCRM to examine all aspects of the status of the deal, including: data on the competition, changing market prices, internal and external changes that may affect the sale and level of customer interest. Monitor the progress of the sales process comprehensively with up-to-date information that helps you to complete the sale.",
  "opportunity-management-t-2": "Make your business processes more efficient",
  "opportunity-management-p-2": "Accurately price your products with SkyzCRM. Set the exact amounts, timetables and payment terms to make bids clear to all parties. Get a clearer picture and reduce misunderstandings with your potential customers. Reduce the time it takes to close the deal.",
  "opportunity-management-t-3": "Get real-time information critical to closing sales",
  "opportunity-management-p-3": "Keep up-to-date with any positive or negative news that may affect your sale. Get vital information from a variety of sources: from the client, from sales people on the ground, online, from other customers or from competitors. Create positive momentum and improve the chances for a successful completion of your sales processes.",
  "//Sales_management": "comment",
  "sales-management-title": "Sales management",
  "sales-management-t-1": "Get higher ROI from your telemarketing unit",
  "sales-management-p-1": "SkyzCRM contributes to smart, advanced and professional telemarketing. Supervise and help your employees optimize their sales calls. Let salespeople monitor their performance in real time. Adapt SkyzCRM’s sales system to your company sales processes with maximum flexibility. Achieve peak ROI through better understanding of the telemarketing process.",
  "sales-management-t-2": "Simultaneously receive incoming calls with on screen customer card",
  "sales-management-p-2": "Any incoming calls are synced with the customer’s details with SkyzCRM technology. View a customer card that pops up for you as soon as the call is received. Understand who you are talking with and update important information about their situation in real time. Get a measure of the situation and come to easier resolutions while talking to the client. Smarter and more personal service helps you make a good impression on customers, leading to more successful sales.",
  "sales-management-t-3": "Manage salespeople easily and efficiently anywhere",
  "sales-management-p-3": "SkyzCRM helps you manage your sales in real time: in the office, in the field, at home and abroad. Enable your salespeople to quickly retrieve data using their smartphones. Allow them to share data with any member of the organization, responding to any question, request or problem that comes up.",
  "//Contact_management": "comment",
  "contact-management-title": "Contact management",
  "contact-management-t-1": "Get a complete overview of customer relationships at a glance",
  "contact-management-p-1": "SkyzCRM gives you access to all your customer information at a glance. See all the vital information in real time: up to date customer actions, company hierarchy, customer history, current status, updates, alerts and social media insights. Get a 360-degree view of your client’s situation in an instant. Be informed to respond correctly and quickly to customers.",
  "contact-management-t-2": "Map out your connections for easy networking",
  "contact-management-p-2": "Create a flexible and unlimited map of connections with SkyzCRM. Establish an expanding client network system that allows you to penetrate new organizations through internal connections. SkyzCRM helps you increase your customer base and sales volume through your accumulated customer contacts.",
  "contact-management-t-3": "Get important insights from analyzing customer history",
  "contact-management-p-3": "Equip yourself with valuable information by viewing customer history. Use SkyzCRM’s advanced search to find important historical data quickly. Just one click and you see the future sales potential of the customer, problems and risks in working with them, contacts they have with employees from other companies and compliance with agreements or payments.",
  "//Meetings_management": "comment",
  "meetings-management-title": "Meeting management",
  "meetings-management-t-1": "Perform advanced and efficient teleconferencing sessions",
  "meetings-management-p-1": "Manage your Call Center system with maximum efficiency with SkyzCRM. Enjoy professional telecon meetings tailored to your company needs. Record appointments directly in the selected salesperson’s calendar including automatic reminders. Conduct meetings in full coordination with all participants without any location restrictions. Optimize meeting times easily and efficiently.",
  "meetings-management-t-2": "Synchronize meetings with maximum flexibility",
  "meetings-management-p-2": "SkyzCRM allows you to manage appointments in an advanced and innovative way. Coordinate team meetings quickly and efficiently by sharing calendars in real time. Synchronize your meetings with maximum flexibility using Outlook or any other email system.",
  "meetings-management-t-3": "Update salespeople with important information for their meetings",
  "meetings-management-p-3": "Have you ever received an important file at the last minute when your salesperson had already left for the customer? Update them instantly with your smartphone! Upload the file to SkyzCRM’s customer card with a quick message and your salesperson is already in the know, alerted and ready to meet. Continue to support them in real time during the meeting as well – having up to date information can definitely lead to closing that deal!",
  "//Performance_management": "comment",
  "performance-management-title": "Performance management",
  "performance-management-t-1": "Drive your sales people through goal management",
  "performance-management-p-1": "SkyzCRM helps you motivate your salespeople and improve their results. Set goals at the individual, departmental, and organizational levels. Measure sales performance monthly, quarterly and annually based on variables such as the number of transactions, cumulative revenue, profitability and contract value. Analyze individual goals versus real-time performance. Integrate incentives for achievements according to set targets.",
  "performance-management-t-2": "Measure performance quickly and save valuable time",
  "performance-management-p-2": "SkyzCRM lets you evaluate sales performance efficiently and quickly. Allow each salesperson to connect to the system and examine their standing compared to set goals. Get a snapshot of your sales performance at an individual, departmental, and organizational level. Avoid cumbersome calculations and save valuable time.",
  "performance-management-t-3": "Pinpoint real-time failures and improve performance",
  "performance-management-p-3": "SkyzCRM will point out sales performance weaknesses. Get real-time feedback on failure to meet targets, deviation from the set sales plan and unexplained delays. Presented failures at the personal, departmental and organizational levels. Draw necessary conclusions that give valuable feedback to your sales people. Improve sales processes to get back on track to achieve your goals.",
  "//Skyz_Sales_Cloud": "comment",
  "skyz-sales-cloud-title": "Cloud sales",
  "skyz-sales-cloud-t-1": "Access the system from anywhere at any time",
  "skyz-sales-cloud-p-1": "SkyzCRM utilizes innovative cloud-based technology. Manage customer relationships perfectly from anywhere: home, office, abroad, a client’s offices or the field. Connect to the system and work in real time from any computer: stationary, mobile, tablet or smartphone.",
  "skyz-sales-cloud-t-2": "Update work operations in real-time",
  "skyz-sales-cloud-p-2": "Accelerate many of your work processes with SkyzCRM. Dramatically improve access to information in various business situations such as: boosting office teamwork, accessing information from the field, retrieval of relevant files during meetings, getting regular updates from abroad and sales management from home.",
  "skyz-sales-cloud-t-3": "Peace of mind with properly secured information",
  "skyz-sales-cloud-p-3": "Keep the sensitive information in your customer relationship management system under lock and key. Secure your data with top-grade virtual servers (3 layers of protection) with automatic data backups via SkyzCRM. No longer worry about securing individual information on company servers. Secure your information properly in the cloud like many of top Fortune 500 companies.",
  "skyz-sales-cloud-t-4": "Embrace the SaaS model and save valuable purchases",
  "skyz-sales-cloud-p-4": "Save large IT purchasing costs for infrastructure and computing hardware and software. SkyzCRM incorporates a state-of-the-art SaaS (Software as a Service) model. Pay a low monthly fee, connect to the system and begin to fully manage and improve customer relationships. SkyzCRM in the cloud will operate and take care of infrastructure, security, information security, system stability, computing speed and software upgrades.",
  "//Skyz_Sales_Mobile": "comment",
  "skyz-sales-mobile-title": "Mobile access",
  "skyz-sales-mobile-t-1": "Manage the sales process in the field",
  "skyz-sales-mobile-p-1": "Out of the office? You can continue to manage your sales and help your customers with SkyzCRM. Follow and assign tasks on the go with your smartphone, just like you would in the office. Get full access to marketing information with customers from anywhere–fast. Update summaries of meetings during or immediately upon completion of the session and avoid missing important details for follow up.",
  "skyz-sales-mobile-t-2": "Don’t rely on memory–get an up-to-date snapshot of your appointments and meetings",
  "skyz-sales-mobile-p-2": "SkyzCRM helps you organize and review your schedule at a glance. Stay updated online, during meetings or meetings with the customer, with critical changes that were updated just minutes ago by the staff at the office. Get important tips during sales, using your smartphone, to help close the deal.",
  "skyz-sales-mobile-t-3": "Extract any required file online from anywhere you have reception",
  "skyz-sales-mobile-p-3": "Give yourself the ability to locate and retrieve documents and files in real time anywhere. Connect to the SkyzCRM system using your smartphone, quickly search any document in the client folder and easily retrieve it. In addition, you can print documents directly from the network using a wide range of printers.",
  "//Sales_workflow": "comment",
  "sales-workflow-title": "Workflow",
  "sales-workflow-t-1": "Perform advanced and efficient teleconferencing sessions",
  "sales-workflow-p-1": "Manage your Call Center system with maximum efficiency with SkyzCRM. Enjoy professional telecon meetings tailored to your company needs. Record appointments directly in the selected salesperson’s calendar including automatic reminders. Conduct meetings in full coordination with all participants without any location restrictions. Optimize meeting times easily and efficiently.",
  "sales-workflow-t-2": "Synchronize meetings with maximum flexibility",
  "sales-workflow-p-2": "SkyzCRM allows you to manage appointments in an advanced and innovative way. Coordinate team meetings quickly and efficiently by sharing calendars in real time. Synchronize your meetings with maximum flexibility using Outlook or any other email system.",
  "sales-workflow-t-3": "Update salespeople with important information for their meetings",
  "sales-workflow-p-3": "Have you ever received an important file at the last minute when your salesperson had already left for the customer? Update them instantly with your smartphone! Upload the file to SkyzCRM’s customer card with a quick message and your salesperson is already in the know, alerted and ready to meet. Continue to support them in real time during the meeting as well – having up to date information can definitely lead to closing that deal!",
  "//Email_integration": "comment",
  "email-integration-title": "Email Integration",
  "email-integration-t-1": "Automatically synchronize Outlook with SkyzCRM",
  "email-integration-p-1": "Managing customer relationships in full synchronization with Outlook just got easier with SkyzCRM. Sync Outlook messages, tasks, contacts, and calendars and save valuable time on unnecessary data entry. Give yourself the ability to view messages and tasks related to customers from anywhere in the world.",
  "email-integration-t-2": "Sort your emails by project or by customer",
  "email-integration-p-2": "SkyzCRM helps you keep track of your emails, linking them to the right tasks or projects with ease. Use the advanced search function to review customer email history in real time from anywhere.",
  "email-integration-t-3": "Send marketing and sales pitches directly from your email system",
  "email-integration-p-3": "Send mass emails directly from SkyzCRM. Deliver your message to selected target audiences or potential customers according to the filters you have chosen. Design your email templates in an advanced and flexible way. Automatically track the mailing to determine your results.",
  "//Information_sharing": "comment",
  "information-sharing-title": "Information sharing",
  "information-sharing-t-1": "Work together on leads and opportunities to pinpoint the important deals",
  "information-sharing-p-1": "Improve your sales teamwork with SkyzCRM. With improved communications, work together and make joint decisions at every stage of the sales process. Managers can jump in and be involved in critical points of the salespeople’s actions. Get feedback, relevant information or an important tip from the rest of the team and help close the deal.",
  "information-sharing-t-2": "Find the information you need in real time",
  "information-sharing-p-2": "Extract essential information that affects your sale on the go by connecting quickly to the SkyzCRM system rather than spending hours on clumsy search. Rely on accurate and up-to-date information from a vast repository, available to you anywhere 24/7.",
  "information-sharing-t-3": "Share information and files from any device anywhere, anytime",
  "information-sharing-p-3": "Update important information online with SkyzCRM from anywhere. Share vital information with team members and advice at every stage of the sales process from the stage of lead acquisition, through opportunity creation to the actual transactions. Make decisions and profit from team collaboration even when you are in the field.",
  "//Calendar_sharing": "comment",
  "calendar-sharing-title": "Calendar sharing",
  "calendar-sharing-t-1": "Automatically synchronize Outlook with SkyzCRM",
  "calendar-sharing-p-1": "Managing customer relationships in full synchronization with Outlook just got easier with SkyzCRM. Sync Outlook messages, tasks, contacts, and calendars and save valuable time on unnecessary data entry. Give yourself the ability to view messages and tasks related to customers from anywhere in the world.",
  "calendar-sharing-t-2": "Sort your emails by project or by customer",
  "calendar-sharing-p-2": "SkyzCRM helps you keep track of your emails, linking them to the right tasks or projects with ease. Use the advanced search function to review customer email history in real time from anywhere.",
  "calendar-sharing-t-3": "Send marketing and sales pitches directly from your email system",
  "calendar-sharing-p-3": "Send mass emails directly from SkyzCRM. Deliver your message to selected target audiences or potential customers according to the filters you have chosen. Design your email templates in an advanced and flexible way. Automatically track the mailing to determine your results.",
  "//Social_sharing": "comment",
  "social-sharing-title": "Social sharing",
  "social-sharing-t-1": "Share ideas with your salespeople in real time",
  "social-sharing-p-1": "Have your salespeople encountered a problem? Allow them to share it with you and other staff through SkyzCRM. Brainstorm, transfer files and essential information while drawing conclusions together in real time. Sharing with the team increases the ability to solve complex situations quickly and efficiently.",
  "social-sharing-t-2": "“Like” Skyz CRM for social networks",
  "social-sharing-p-2": "Broaden your information about the potential customer by linking to social networks feeds from SkyzCRM. Understand more about your customer’s personal history, interests and connections. Find friends that you have in common who can help you. Give yourself a chance to enter into successful negotiations with a fuller understanding of your client’s background.",
  "social-sharing-t-3": "Add new databases to open up opportunities",
  "social-sharing-p-3": "Get SkyzCRM to import and share databases. Connect to potential sources of information and synchronize them to the system. Refresh your client lists, discover new audiences, share your company’s products, and start selling.",
  "//Forecast_sales": "comment",
  "forecast-sales-title": "Forecast sales",
  "forecast-sales-t-1": "Calculate the potential for closing a deal",
  "forecast-sales-p-1": "Analyze the actual closure potential for a deal while making operational, marketing and cash flow adjustments. Using SkyzCRM gives you a high-resolution comprehensive picture of all the current deals and their prospects at every stage of the sales process. Break down the potential according to territory, to the type of products and to company size.",
  "forecast-sales-t-2": "Analyze your deal against competing offers",
  "forecast-sales-p-2": "Present the alternatives to the customer so they can make a comparison of their options. Make a quick analysis with SkyzCRM and figure out your selling potential in real-time vs. the competition. Send the customer a competitive offer that will allow you to maximize the chances of closing the deal.",
  "forecast-sales-t-3": "Think quickly about the probability of closing a deal",
  "forecast-sales-p-3": "Simplify and clarify all the internal and external variables that are in play during a deal. SkyzCRM helps you estimate the probability of completing the sale at any time, including during crucial meetings with the customer. Get the best tools to close the deal, but also understand when it’s time to cut and run.",
  "//Reports_and_Dashboards": "comment",
  "reports-and-dashboards-title": "Reports & Dashboards",
  "reports-and-dashboards-t-1": "Receive reports and graphs automatically for every business process",
  "reports-and-dashboards-p-1": "SkyzCRM lets you view innovative reports—it’s much more than a centralized dashboard! Get relevant reports, charts, and graphs that let you gain insights in real time and make quicker decisions.",
  "reports-and-dashboards-t-2": "Draw accurate conclusions using dashboards tailored to your needs",
  "reports-and-dashboards-p-2": "You can match dashboards to your requirements with SkyzCRM. Get great flexibility when it comes to producing reports, charts, and graphs according to your product and organizational needs. Draw conclusions that are right for your business selling processes while maximizing efficiency.",
  "reports-and-dashboards-t-3": "Get decision-making reports both at home and in the field",
  "reports-and-dashboards-p-3": "Reports, charts, and graphs are available on your tablet and smartphone in real-time. SkyzCRM presents data in an impressive way anywhere: in the office, at home, in the field abroad. There is no better way to impress a client than by pulling out a sharp looking relevant report or graph during negotiations.",
  "//Marketing": "comment",
  "marketing-get-started-title": "Create smart marketing campaigns",
  "marketing-get-started-p": "Expand your customer base through active, intelligent campaigns, keep existing customers satisfied and make smarter marketing decisions in real time with Skyz Marketing.",
  "marketing-title": "Expand your customer base",
  "marketing-t-1": "Email campaign Management",
  "marketing-p-1": "Promote targeted marketing through email campaigns. Deliver by using Skyz Marketing for selecting target audiences with maximum flexibility. Monitor campaigns and their results accurately. Get a complete, clear picture from the time you send your campaign out to receiving leads to the final stage of customer sales.",
  "marketing-t-2": "Mobile campaign management",
  "marketing-p-2": "Use your smartphone for smart marketing. Send targeted SMS messages, including the ability to edit a flexible marketing message using Skyz. Give yourself the option to reach precise target audiences and send personal messages to strengthen your client relationships.",
  "marketing-t-3": "Social campaign management",
  "marketing-p-3": "Connect with Skyz Marketing to social networks and provide a personalized experience tailored to your target audience. Take advantage of the market’s existing marketing content, market education and use it to influence more people. Manage fan pages from the system as well and accrue more loyal customers.",
  "marketing-t-4": "Database management",
  "marketing-p-4": "Import external data records from various sources quickly and easily. Improve your record keeping with Skyz’s intelligent data optimization engine. Use enhanced records to promote marketing and sales. Monitor leads and follow their conversion into opportunities and sales. Add new customers to your organization and increase revenue.",
  "marketing-title-2": "Keep your existing customers",
  "marketing-t-5": "Customer clubs",
  "marketing-p-5": "Give yourself an excellent infrastructure for running successful customer clubs. Easily update offers and coupons. Send marketing newsletters with a smart e-mail system. Deepen existing sales through up selling and cross selling.",
  "marketing-t-6": "Generate customer details",
  "marketing-p-6": "Collect vital information about customer behavior as a result of your company interactions with them. Produce and send questionnaires and satisfaction surveys for analysis. Label insightful important facts and data on your customer’s records anywhere, in real time. Cross reference sources of information with Skyz Marketing and get a clear picture of customer characteristics. Map them according to predefined parameters tailored to your marketing needs.",
  "marketing-t-7": "Customizable information analysis",
  "marketing-p-7": "Give yourself advanced data analysis capabilities to identify customer behavior. Use Skyz’s advanced capabilities to map the needs of existing customers. Draw conclusions and send personalized recommendations by e-mail or SMS to their mobile phones. Give the customer the positive feeling that he/she is part of a family that cares.",
  "marketing-title-3": "Share marketing information",
  "marketing-t-8": "Information sharing",
  "marketing-p-8": "Share marketing information among your employees with Skyz, including questionnaires and satisfaction surveys. Allow management and sales staff to retrieve important marketing information anywhere online. Use tips from the marketing manager and online marketing experts to increase your knowledge and improve your position during negotiations with the customer.",
  "marketing-t-9": "Social sharing",
  "marketing-p-9": "Involve the members of your organization with the planning of the marketing processes, looking for their opinions to assist campaigns. Take advantage of the Skyz Marketing system to get employee feedback from any location, in real time, to voice opinions and brainstorm as a team. Build and share focus groups to sharpen marketing decisions about your products and services.",
  "marketing-title-4": "Improve marketing processes",
  "marketing-t-10": "Campaign optimization",
  "marketing-p-10": "Manage marketing campaigns easily and efficiently in real time. Compare campaigns with flexibility, such as the leads coming from a campaign, opportunities created — based on factors like company size and geographic region. Get insights into possible trends and improvements and allow for better planning for future campaigns.",
  "marketing-t-11": "Marketing control",
  "marketing-p-11": "Analyze the performance of the company’s various marketing channels. Skyz Marketing lets you automatically compare the conversion rate and ROI of advertising for campaigns, media channels, search engines, social networks and telemarketing. Measure your marketing KPI’s and make the adjustments for optimal distribution of your marketing budget.",
  "marketing-t-12": "Maximizing new customers",
  "marketing-p-12": "Research the outreach and contacts that have been made with customers who are in negotiations with the company. Highlight important points that may help identify a serious client or judge according to predefined characteristics and parameters. Draw conclusions from an analysis of Skyz metrics, improving focus and maximizing new business.",
  "marketing-title-5": "Take advantage of technology",
  "marketing-t-13": "Field based marketing management",
  "marketing-p-13": "Skyz Marketing use of cloud technology gives you access to marketing information from anywhere, in real time. Run the entire show from your mobile phone, as easily as you could from your office. Allow yourself to work on the go, turning a travel hour into a work hour. Extract data in the field and analyze, while making decisions in real time.",
  "marketing-t-14": "Marketing Automation",
  "marketing-p-14": "Get a comprehensive marketing overview at a glance that includes: up-to-date marketing metrics, statistics, charts, graphs, reports, articles, news and opinions. Reduce time dedicated for marketing activities, managing your team more efficiently. Automate your marketing operations with Skyz Marketing from the office or in the field, in real time.",
  "marketing-t-15": "Reports and Dashboards",
  "marketing-p-15": "Present innovative marketing reports integrated into each process with a variety of dashboards offered with Skyz Marketing. Find great flexibility when it comes to producing reports and graphs according to your product and organization needs. See information in an intuitive way using your desktop, laptop, tablet and smartphone in real time, at any time and from anywhere.",
  "//Email_campaign_Management": "comment",
  "email-campaign-management-title": "Email campaign Management",
  "email-campaign-management-t-1": "Take advantage of the marketing power of email",
  "email-campaign-management-p-1": "Promote successful marketing campaigns by targeting emails to potential customers and distribution lists. Send promotions, news or updates and drive more interest. Use our smart templates to design your publications with ease and maximum flexibility from anywhere.",
  "email-campaign-management-t-2": "Distribute to selected target audiences with maximum flexibilit",
  "email-campaign-management-p-2": "Skyz Marketing allows you to choose the target audience for e-mailings. Send focused marketing messages to specific segments of recipients and increase the conversion rate. Allow additional recipients to join the list or download material themselves automatically.",
  "email-campaign-management-t-3": "Keep track of your campaigns until the sales pitch",
  "email-campaign-management-p-3": "Track incoming calls that resulted from your email to recipients. Manage the leads effectively with Skyz Marketing and turn them into actual sales opportunities and transactions. Get a complete overview of the campaign from the email blast and qualification of leads to the final stage of the sale to customers.",
  "//Mobile_campaign_Management": "comment",
  "mobile-campaign-management-title": "Mobile Campaign Management",
  "mobile-campaign-management-t-1": "Join the mobile marketing revolution",
  "mobile-campaign-management-p-1": "Advance to smart mobile marketing via iPhones and smartphones. Send SMS messages from any location via Skyz Marketing. Take advantage of mobile networks to send your timely pitches to clients and potential clients.",
  "mobile-campaign-management-t-2": "Find your targeted audience everywhere",
  "mobile-campaign-management-p-2": "Reach targeted customers anywhere, in real time. Focus your messages and edit broader marketing messages to specific clients while on the go using Skyz Marketing. Select chosen fields such as product type, company size and geographic location.",
  "mobile-campaign-management-t-3": "Maintain personal relationships with existing and potential customers",
  "mobile-campaign-management-p-3": "Improve your interactions with existing and potential customers. With Skyz MARKETING, send smart and personal marketing messages to build solid relationships (especially with customers with whom you are negotiating). Use Skyz Marketing as a tool that helps you to create a sense of community with your client base.",
  "//Social_campaign_Management": "comment",
  "social-campaign-management-title": "Social Campaign Management",
  "social-campaign-management-t-1": "Create a unique campaign customized to your target audience",
  "social-campaign-management-p-1": "With Skyz Marketing and social networks you can reach more people in interesting ways. Give a personal and exciting update to any target audience you want through Facebook, Instagram or LinkedIn. Push creative campaigns to your customers and manage these campaigns easily and efficiently.",
  "social-campaign-management-t-2": "Increase positive influence on your customers by sharing content",
  "social-campaign-management-p-2": "Share more content with Skyz Marketing. Take advantage of the recommendations and marketing content available through Skyz to educate your target audience. Increase exposure to both helpful content and expert opinions to become an influencer in your field.",
  "social-campaign-management-t-3": "Manage your Facebook pages directly from the system",
  "social-campaign-management-p-3": "Allow yourself to effectively manage your company Facebook and LinkedIn pages with Skyz. Leverage the system’s customer management capabilities which will provide you with many more opportunities to create qualified leads. Turn “likes” and followers into actual customers.",
  "//Database_Management": "comment",
  "database-management-title": "Database Management",
  "database-management-t-1": "Import data faster and easier",
  "database-management-p-1": "Want to import critical data from external sources? Import it quickly using Skyz Marketing. Allow yourself maximum flexibility in managing the various data fields to analyze a marketing campaign. Develop successful marketing strategies using high quality data and analysis.",
  "database-management-t-2": "Improve and optimize your data",
  "database-management-p-2": "Improve the quality of marketing data through optimization. Merge and eliminate duplicated data using Skyz Marketing. These automated processes will improve the quality of your marketing measurement and save hours of monotonous work.",
  "database-management-t-3": "Generate new customers",
  "database-management-p-3": "Now that the data has been imported and the quality upgraded, manage it successfully using Skyz MARKETING. Analyze the data to generate leads, opportunities and sales using a sophisticated tracking mechanism. Add new customers and increase your revenue!",
  "//Customer_clubs": "comment",
  "customer-clubs-title": "Customer clubs",
  "customer-clubs-t-1": "Establish attractive customer clubs whenever you need them",
  "customer-clubs-p-1": "Build the infrastructure to create and run successful customer clubs through Skyz Marketing. Sign up new customers into the club’s membership list through a unique marketing registration system. Understand how easy and convenient it is to send updates and promotions on a regular basis.",
  "customer-clubs-t-2": "Send timely newsletters with the click of a button",
  "customer-clubs-p-2": "Marketing newsletters help strengthen and maintain customer loyalty—send them through Skyz’s advanced email system. Design your newsletter to suit your organization’s needs with different templates that are provided. Enable collaborative content and production with your staff using an advanced document management system.",
  "customer-clubs-t-3": "Up-selling and cross-selling will help you to increase revenues",
  "customer-clubs-p-3": "Increase your revenues by sending out successful messaging that promote up-sales and cross-sales. Pitch your company’s customer base with Skyz Marketing according to their interests and budget. With well thought out offers and increased customer communication, increase your revenue with less marketing expenditure.",
  "//Generate_customer_details": "comment",
  "generate-customer-details-title": "Generate customer details",
  "generate-customer-details-t-1": "Get vital information about customer behavior",
  "generate-customer-details-p-1": "Collect real-time data from your interactions with customers and their responses. Analyze the data and develop important insights with Skyz Marketing. Update the data to the relevant customer files anywhere, from any computer, in real time.",
  "generate-customer-details-t-2": "Produce and send out questionnaires and satisfaction surveys",
  "generate-customer-details-p-2": "Take the pulse of your customers on a regular basis, using SKYZ ‘s templates to produce questionnaires and satisfaction surveys. Send them out and input the recipients replies automatically into the system, tagging important details that you get in response.",
  "generate-customer-details-t-3": "Cross reference sources of information to get an accurate picture of who your customers really a",
  "generate-customer-details-p-3": "Look at your customers from every angle possible. Cross referencing sources with maximum efficiency is easy with Skyz. With a clear, accurate picture of your customer characteristics you can map their behavior for your marketing needs.",
  "//Customizable_information_analysis": "comment",
  "customizable-information-analysis-title": "Customizable information analysis",
  "customizable-information-analysis-t-1": "Create a successful marketing measurement road map",
  "customizable-information-analysis-p-1": "Use the advanced capabilities of Skyz Marketing to analyze the marketing information you have accumulated. Get insights into every aspect related to the needs of existing customers. Brainstorm marketing solutions with your team and provide a tailored solution to suit each client.",
  "customizable-information-analysis-t-2": "Send personalized recommendations to your customers",
  "customizable-information-analysis-p-2": "Implement the conclusions from your marketing information analysis and send personalized smart recommendations to customers with Skyz Marketing. Contact your customers with these messages via email or SMS to their mobile phones, anytime you choose.",
  "customizable-information-analysis-t-3": "Make your customer a part of the family",
  "customizable-information-analysis-p-3": "Send your clients personal marketing messages as if they are the only customer working with you. Avoid giving them the feeling that they are just another card on your company’s rolodex. Use Skyz Marketing to build messages with caring and personal expression automatically and efficiently. Embrace them warmly and let them know you care.",
  "//Marketing_information_sharing": "comment",
  "marketing-information-sharing-title": "Information sharing",
  "marketing-information-sharing-t-1": "Marketing information sharing",
  "marketing-information-sharing-p-1": "Deliver vital marketing information to your sales and marketing department through Skyz Marketing. Share new marketing content from various media sources, along with completed questionnaires, surveys and competitive data. Increase the confidence of your employees negotiating and supporting customers with up to date information.",
  "marketing-information-sharing-t-2": "Update marketing actions in real time",
  "marketing-information-sharing-p-2": "Collaborate with the sales team when issuing a promotional email campaign or transmitting a marketing message via SMS. Make sure that even people in the field are in the know through Skyz Marketing. Having the entire team on the same page will maximize your results.",
  "marketing-information-sharing-t-3": "Enable retrieval of information and tips from any location",
  "marketing-information-sharing-p-3": "Provide staff inside and outside the office with immediate access to marketing information. We make it easy to update any information, data, news or important detail into Skyz Marketing customer files on a regular basis. Take advantage of the system’s smart tagging and search engine to retrieve data in real-time from any computer, anywhere.",
  "//Marketing_social_sharing": "comment",
  "marketing-social-sharing-title": "Social sharing",
  "marketing-social-sharing-t-1": "Present marketing planning to members of your organization",
  "marketing-social-sharing-p-1": "Planning to issue a special e-mail campaign? Innovative newsletter? Show your fellow employees the purpose your marketing moves and advertising content through Skyz Marketing. Share the company’s marketing processes, get more opinions from different perspectives, and make employees more connected to company marketing activities and branding",
  "marketing-social-sharing-t-2": "Get feedback from different company locations in real time",
  "marketing-social-sharing-p-2": "Receive tips from your fellow employees while planning your marketing moves from anywhere. Share ideas and advice via Skyz from any computer, in real time. Make any adjustments to your campaigns accordingly to execute the correct and optimal moves.",
  "marketing-social-sharing-t-3": "Build focus groups",
  "marketing-social-sharing-p-3": "Let the marketing team build and share information from focus groups to sharpen marketing actions. Manage these groups easily and efficiently with Skyz Marketing, using the important marketing information you received to better understand your consumers and fine tune your marketing decisions.",
  "//Campaign_optimization": "comment",
  "campaign-optimization-title": "Campaign optimization",
  "campaign-optimization-t-1": "Measure and analyze campaign results in real time",
  "campaign-optimization-p-1": "Manage your company marketing campaigns easily and effectively, measuring and comparing results using Skyz Marketing. Define and compare variables such as leads coming from a campaign, opportunities created, sales that closed, company size and location. Compare the data in one program in order to draw conclusions that benefit the organization.",
  "campaign-optimization-t-2": "Get insights into customer trends and market direction",
  "campaign-optimization-p-2": "Gain insights from your marketing data in real time. Use the data to create charts and graphs – to illustrate trends in a simple yet elegant way. Share concerns among your department staff and determine the course of action for future advertising campaigns.",
  "campaign-optimization-t-3": "",
  "campaign-optimization-p-3": "",
  "//Marketing_control": "comment",
  "marketing-control-title": "Marketing control",
  "marketing-control-t-1": "Evaluate all of your company’s marketing channels (including telemarketing)",
  "marketing-control-p-1": "Get a comparative overview of the company’s marketing channels with Skyz Marketing. Automatically compare the conversion rate and ROI of company campaigns (emails and SMS), media channels, search engine optimization, social networks and telemarketing. Get an accurate picture of your marketing channels anywhere in real time.",
  "marketing-control-t-2": "Analyze and compare performance by product segment and target audience",
  "marketing-control-p-2": "Take a measure of your marketing channels in a flexible manner according to various parameters of your choosing. Analyze the effectiveness of these channels by product, size of company or geographic location. Get accurate insights over time and create a landscape of the changing sales trends.",
  "marketing-control-t-3": "Draw conclusions on the effectiveness of your marketing channels",
  "marketing-control-p-3": "With your comprehensive analysis of the performance of the marketing channels, reach solid conclusions and confident implementation. Share the findings with your marketing team, the sales people and management, and receive important feedback from every level. Determine your marketing KPI’s and make the adjustments for optimal distribution of your marketing budget.",
  "//Maximizing_new_customers": "comment",
  "maximizing-new-customers-title": "Maximizing new customers",
  "maximizing-new-customers-t-1": "Analyze customer behavior",
  "maximizing-new-customers-p-1": "Study the actions that have been taken with customers who are negotiating a sale. You can learn about the positive and negative aspects of their process through Skyz Marketing. Analyze their behavior, level of interest and customer history, identifying important details that may help maximize your sales.",
  "maximizing-new-customers-t-2": "Map customer potential according to predetermined characteristics and parameters",
  "maximizing-new-customers-p-2": "Define the characteristics and variables that will help you correctly predict serious customers. Use Skyz’s smart filters to highlight important client characteristics. Compile your findings in a smart presentation format with data, charts and graphs for company review.",
  "maximizing-new-customers-t-3": "Improve your methods of targeting new customers",
  "maximizing-new-customers-p-3": "Draw conclusions from an analysis of Skyz Marketing metrics, improving focus and maximizing new business. Choose the right marketing tools for each type of client, identify the length of the sales cycle, and determine the right sales people to send in to close the deal. Improve your marketing efficiency and maximize sales from your serious customers.",
  "//Field_based_marketing_management": "comment",
  "field-based-marketing-management-title": "Field based marketing management",
  "field-based-marketing-management-t-1": "See essential marketing information from anywhere",
  "field-based-marketing-management-p-1": "Skyz Marketing cloud technology gives you access to marketing information from anywhere, in real time. Connect to the system from any computer (stationary, mobile, tablet, smartphone, iPad, iPhone) and view the latest information in a clear and informative way for accurate decision-making. Quickly find the information you need while in the field with the system’s intelligent search engine.",
  "field-based-marketing-management-t-2": "Perform immediate marketing operations using your smartphone",
  "field-based-marketing-management-p-2": "Do you find yourself out of the office and needing to issue a direct marketing campaign to selected customers without delay? You can set up an SMS campaign using Skyz Marketing directly from your phone. Take complete control from the field and turn a lost hour of travel into a work hour.",
  "field-based-marketing-management-t-3": "Analyze your marketing success and make decisions anywhere",
  "field-based-marketing-management-p-3": "Analyze marketing information when you need to do it: whether at home, on the way to a meeting, during a meeting with a client or even out of the country on vacation. Skyz Marketing allows you to make decisions and draw the proper conclusions at any time or from any location.",
  "//Marketing_Automation": "comment",
  "marketing-automation-title": "Marketing Automation",
  "marketing-automation-t-1": "Get a comprehensive marketing overview",
  "marketing-automation-p-1": "Provide yourself and each marketing and sales person in the department with a clear and comprehensive marketing picture. Be up to date with Skyz Marketing on marketing campaigns, statistics, charts, graphs, reports, articles, news and opinions. Allow yourself to make quick and effective decisions with all the necessary data.",
  "marketing-automation-t-2": "Promote agility in your marketing department and save precious time",
  "marketing-automation-p-2": "Speed up the decision-making process within your department with Skyz Marketing. Effectively manage campaigns, databases, customer clubs, and information sharing with one central tool. By analyzing information quickly and accurately, you can take effective marketing control from any location and save valuable time.",
  "marketing-automation-t-3": "Take advantage of automated processes to streamline marketing",
  "marketing-automation-p-3": "Streamline your marketing processes with smart automation through Skyz Marketing. By investing in automated marketing processes, you optimize the time it takes to complete an effective marketing campaign and can manage your team more efficiently.",
  "//Marketing_Reports_and_Dashboards": "comment",
  "marketing-reports-and-dashboards-title": "Reports and Dashboards – Marketing",
  "marketing-reports-and-dashboards-t-1": "Get reports and marketing graphs",
  "marketing-reports-and-dashboards-p-1": "Skyz Marketing lets you view innovative reports—it’s much more than a centralized dashboard! Get relevant marketing reports, charts, and graphs that let you gain insights in real time and make quicker decisions.",
  "marketing-reports-and-dashboards-t-2": "Draw accurate conclusions using dashboards tailored to your needs",
  "marketing-reports-and-dashboards-p-2": "You can match dashboards to your marketing requirements with Skyz Marketing. Produce reports, charts, and graphs according to your campaign or departmental needs. Draw the marketing conclusions that are right for your business while maximizing efficiency.",
  "marketing-reports-and-dashboards-t-3": "Get decision-making reports both at home and in the field",
  "marketing-reports-and-dashboards-p-3": "Reports, charts, and graphs are available on your tablet and smartphone in real-time. Skyz Marketing presents data in an intuitive way anywhere: whether you are in the office, at home, in the field or out of the country. Present the results of your marketing campaigns impressively to the rest of the company and inspire success.",
  "//Service": "comment",
  "service-get-started-title": "Improve your organization’s customer service",
  "service-get-started-p": "Manage service processes quickly, support your customers from anywhere you happen to be and strengthen their loyalty with Skyz Service.",
  "service-title": "Allow your company to provide comprehensive service",
  "service-t-1": "Customer service calls management",
  "service-p-1": "Manage your company’s customer service calls with Skyz Service from anywhere. Capture the real-time calls and route them to the appropriate support by managing a built-in business process management system (BPM). You can monitor each incoming call and make sure it is handled correctly. Get a comprehensive picture of your service dynamic at any point in time. Give customers the efficient response they expect, improving satisfaction.",
  "service-t-2": "Customer service events management",
  "service-p-2": "Handle downtime events effectively with Skyz Service. Manage the entire event process from start to finish in real time. Assemble the service contacts and technical personnel involved in the event and obtain a comprehensive and clear picture of their progress. You can upload updates of every detail of your employee’s progress from anywhere, including from the field. Pop up reminders are provided as well so unnecessary delays are avoided.",
  "service-t-3": "Tasks management",
  "service-p-3": "Manage service upgrades and projects with maximum flexibility with Skyz Service. Perfectly monitor all tasks and their offshoots in real time. Adjust the structure of the task process according to the type of project and the needs of the organization. Assign tasks and relevant events to your support personnel easily, without restrictions.",
  "service-t-4": "Service Level Agreement Management (SLA)",
  "service-p-4": "Manage comprehensive service contracts for customers and suppliers through Skyz Service. Give yourself a sophisticated mechanism to produce smart contracts tailored to your SLA needs. Manage a digital contract archive and have the ability to search and retrieve your desired contract in real time from anywhere. Get two-way alerts before starting a contractual engagement.",
  "service-t-5": "Field based service management",
  "service-p-5": "Skyz Service allows you to manage your service technicians in the field effectively and efficiently. Assign service calls to the available field technician based on an automated structured prioritization process (BPM). Monitor and supervise the workflow of your field technicians, from the dispatch stage to the successful completion of the event. Be able to record procedures and protocols, such as signing orders, diagnosing and fixing problems and recording the level of customer satisfaction.",
  "service-t-6": "Customer service performance management",
  "service-p-6": "Assess service performance of your employees in real time. Use Skyz to analyze input service data, help your staff diagnose events and solve them to customer satisfaction. Give yourself important insights by measuring the duration of service tasks and how they were handled. Examine success rates, draw conclusions with your team and improve overall service quality.",
  "service-title-2": "Create a responsible and responsive service organization",
  "service-t-7": "Customer service information management",
  "service-p-7": "Share real-time service issues with Skyz Service. Allow any technical person to keep up to date with the experience of others anywhere in the organization in real time. Improve the problem-solving process and shorten the hours spent on field service.",
  "service-t-8": "Share calendars",
  "service-p-8": "Get your employees on the same page with Skyz’s innovative service sharing system. View, share, follow calls, events and service meetings from anywhere online. Synchronize your work calendar with Office 365 and Gmail. Give yourself the ability to manage customer service processes from the diary with maximum flexibility. Initiate automatic scheduling for emergency meetings and multi-participant sessions within the system.",
  "service-t-9": "Social customer service",
  "service-p-9": "Share essential information with your technical staff online and from social networks with Skyz Service. Allow field personnel to receive files and professional tips from you and your service experts, on the way to the call and during the service events. Add to your knowledge of your customer’s profile by connecting to social networks from within your system. Create expert communities for your service calls and assist employees in real time.",
  "service-t-10": "Sharing knowledge",
  "service-p-10": "You can establish an organizational knowledge portal using Skyz Service. We have created the Knowledge Base, an archive of tips for your new employees, questions and answers (FAQ), issues that have been solved and other important professional information. Allow the technical team to retrieve in real time vital information from the internal organizational knowledge base. Create a separate portal for your clients so they can help themselves by gaining access to your public knowledge portal.",
  "service-title-3": "Streamline service with innovative technologies and tools",
  "service-t-11": "Skyz Service Cloud",
  "service-p-11": "Get significant service benefits from cloud technology and get maximum efficiency:",
  "service-p-11.1": "1. Manage customer service issues anytime, from anywhere",
  "service-p-11.2": "2. Give your technical team the possibility of addressing issues from the field",
  "service-p-11.3": "3. Secure your information at the very highest level",
  "service-p-11.4": "4. Huge savings realized with no need to purchase and update computing and infrastructure",
  "service-p-11.5": "5. A complete solution for an attractive monthly cost (SAAS).",
  "service-t-12": "Skyz Service Mobile",
  "service-p-12": "Service customers with Skyz online from anyplace in the world. Take advantage of valuable time and work on service calls on the way to an appointment. Extract important files from anywhere quickly and efficiently. Enable retrieval of data, documents and files from the CRM system by the technical staff in the field, including print capability.",
  "service-t-13": "Customer service workflow",
  "service-p-13": "Manage your structured service processes and determine the work format according to the needs of the organization. Create a workflow with Skyz Service that includes all the steps from dispatch to the successful completion of the event. Simplify the issue of approvals and requests for your company’s service processes. Make adjustments as needed in real time and reduce unnecessary delays in service, improving effectiveness.",
  "service-t-14": "Email integration",
  "service-p-14": "Manage customer service by synching Skyz Service with Outlook and Gmail. Match incoming email directly to the customer or specific service events and projects. Find messages (including archival search) and retrieve them from anywhere in real time. Get alerts and service reminders directly from your system for a variety of needs, for example system failures, technician visits, new service innovations and satisfaction surveys.",
  "service-title-4": "Analyze information to reach higher standards in service",
  "service-t-15": "Customer service Control",
  "service-p-15": "Observe and supervise the best possible performance of your technical staff for necessary actions such as: receiving calls, updating information, handling customers, dealing with emergencies and providing solutions. Get alerts about product failures and technical problems remotely. Intervene in real time and make any adjustments and improvements as needed. Keep your finger on the pulse of the service organization.",
  "service-t-16": "Reports and Dashboards",
  "service-p-16": "Integrate Skyz Service advanced graphic display into each of your service processes. Quickly generate reports, graphs and charts tailored to your service department’s needs. Use dashboards to visualize the situation and make the right decisions, in real time, on the way to a call or during a complex event in the field.",
  "//Customer_Service_calls_management": "comment",
  "customer-service-calls-management-title": "Customer Service calls management",
  "customer-service-calls-management-t-1": "Supervise your customer service calls from anywhere online",
  "customer-service-calls-management-p-1": "Monitor calls in real-time either in the office or in the field with your smartphone. With Skyz Service you can assign any call to the right technical person through a structured process (BPM) based on the type of call, the complexity or type of customer. Create an optimal prioritization for the department and manage the customer service process efficiently and professionally, improving customer satisfaction.",
  "customer-service-calls-management-t-2": "Keep track of every call",
  "customer-service-calls-management-p-2": "Monitor customer service calls better via Skyz. Make sure that the calls received are routed to the appropriate technical personnel and handled in the most professional manner. Monitor your call center schedules and improve your response to customer service issues.",
  "customer-service-calls-management-t-3": "Get an overview of the call center situation at a glance",
  "customer-service-calls-management-p-3": "Get a full rundown of all service calls at a glance through Skyz Service. Help the call center staff work through overload periods with the proper data in front of them. Make sure that calls are routed to the right technical people, upgrading the professionalism of your call service system.",
  "//Customer_Service_events_management": "comment",
  "customer-service-events-management-title": "Customer Service events management",
  "customer-service-events-management-t-1": "Manage the entire service process online",
  "customer-service-events-management-p-1": "Has a customer service crisis occurred while you were out of the office? Manage it effectively with Skyz Service as if you were there in the call center. Take full control of the whole process from understanding the situation to finding the right solution. Treat any problem that arises in real time from any location. Give the customer a quick, personal response and find peace of mind for them and for you.",
  "customer-service-events-management-t-2": "Allow all those involved in a service crisis to get the full picture",
  "customer-service-events-management-p-2": "How many staff and subcontractors are involved in the situation? Connect them all via Skyz Service to work on a resolution. Get a comprehensive picture of the contribution of each support person and contractor at any point in time. Prevent the unnecessary waste of resources for each service provider. Effectively monitor the progress of handling any event that comes up.",
  "customer-service-events-management-t-3": "Update details and send out reminders",
  "customer-service-events-management-p-3": "Good service depends on the tiny details. With Skyz Service we have updated every detail of a service event in real time. You can then create an accurate support process with comprehensive information. Automatically send out warnings and reminders, avoiding unnecessary service delays. Make excellent service a priority with the right CRM.",
  "//Tasks_management": "comment",
  "tasks-management-title": "Tasks management",
  "tasks-management-t-1": "Monitor call center tasks from any location",
  "tasks-management-p-1": "Give yourself and the service team the ability to set up online tasks and projects in both the office and the field. Manage these assignments and their derivatives smartly and efficiently with Skyz Service. Create alerts and reminders if necessary, reducing delays and meeting your deadlines.",
  "tasks-management-t-2": "Adjust the structure of the task process to your requirements",
  "tasks-management-p-2": "Does an assignment require a specific work process? Create a proper task structure with Skyz Service for your project type and organizational needs. Get great flexibility in making any adjustments from any location in real time. Allow service personnel to perform their tasks quickly and effectively.",
  "tasks-management-t-3": "Assign tasks to relevant events",
  "tasks-management-p-3": "Have you created a number of tasks for the service team due to a complex event? Assign and monitor all these tasks easily with Skyz Service. Get an overall view of the progress of the event and the performance of each of your service personnel. Allow yourself and personnel in the field to make changes and adjustments to the task processes, collaborating online.",
  "//S-L-A": "comment",
  "s-l-a-title": "Service-Level Agreement Management (SLA)",
  "s-l-a-t-1": "Produce smart contracts that are easily adaptable to your SLAs",
  "s-l-a-p-1": "Manage your service contracts for customers and vendors through Skyz Service. Help your technical staff produce custom contracts based on the type of service and the organization’s needs. Make it a simple task to extend the SLA and define the level of customer service needed. By defining the service terms more effectively, you improve the profit margins.",
  "s-l-a-t-2": "Retrieve a requested contract in real time from your archive",
  "s-l-a-p-2": "Looking for a contract from two months ago? Find it quickly and easily with Skyz Service. Manage a large-scale digital service contract archive for customers and suppliers with a powerful search engine. Give yourself the opportunity to view any contract in real time outside of the office with your smartphone.",
  "s-l-a-t-3": "Get two-way alerts before you end a contractual relationship",
  "s-l-a-p-3": "In case of contract termination, make alerts for both for you and the customer through Skyz Service. Send a reminder to the support staff and to the customer when the end of a contract nears. Avoid an unpleasant situation where a good customer’s contract needs to be terminated because of a lapse of time. Show your customers that you care with timely contract reminders!",
  "//Field_based_service_management": "comment",
  "field-based-service-management-title": "Field based service management",
  "field-based-service-management-t-1": "Direct service calls to the right person",
  "field-based-service-management-p-1": "Route service calls to the right field technician based on automatic structured prioritization (type of call, complexity, and customer location). Skyz Service finds the correct person to receive and handle these service events as if they were working from the office. Make sure that your field technicians are allowed to work effectively and are supported for any eventualities.",
  "field-based-service-management-t-2": "Monitor your field technician’s performance",
  "field-based-service-management-p-2": "After receiving a service call, follow the activity with Skyz from the evaluation by the tech to its eventual completion, including feedback on the satisfaction of the customer. Make sure each of your tech staff was supported by professional assistance, which will be updated in real time in the customer’s service call notes. Get a comprehensive picture of the events in the field and your employees performance, whether they require more training or a behavior check.",
  "field-based-service-management-t-3": "Be able to generate important documentation in the field",
  "field-based-service-management-p-3": "Take advantage of Skyz Service’s technological capabilities for producing vital documentation on the go. Sign orders during the meeting, update important technical details online and confirm finished work with the customer via smartphone. Perform required actions in real time without needing to back in the office.",
  "//Customer_service_performance_management": "comment",
  "customer-service-performance-management-title": "Customer service performance management",
  "customer-service-performance-management-t-1": "Evaluate service call data in real time",
  "customer-service-performance-management-p-1": "Analyze the number and quality of service calls on a monthly, quarterly and yearly basis. You can use Skyz Service to compare individual service staff from different geographic areas in real time. Compare time periods, types of calls and work habits of your technical staff to understand service level trends. Having such data available helps you optimize and streamline your service center.",
  "customer-service-performance-management-t-2": "Measure the duration of handling customer calls",
  "customer-service-performance-management-p-2": "Do your employees approach customer care fast enough? Give yourself the ability to measure how long the service staff takes to handle customer calls. Get real-time feedback on the length of service calls, allowing you to save time on calls specific to personnel or type of event. Draw the necessary conclusions to make your service department more efficient.",
  "customer-service-performance-management-t-3": "Examine success rates and improve service quality",
  "customer-service-performance-management-p-3": "Connect the right technical people that are successful on specific types of calls. Consider the success rate of each team member and gain insights into the quality of service at both the individual and team level. Skyz data will lead to conducting helpful work meetings with each technical person, analyzing issues with solid research, and help you improve performance.",
  "//Customer_service_information_management": "comment",
  "customer-service-information-management-title": "Customer service information management",
  "customer-service-information-management-t-1": "Make it a team effort on calls and service",
  "customer-service-information-management-p-1": "Manage customer support capabilities with Skyz Service by sharing information with the service team. Brainstorm while looking over the complete customer file and how earlier calls were handled. Getting tips and advice online will cut the time your team takes to finish the job.",
  "customer-service-information-management-t-2": "Share information and files from any device, anywhere, anytime",
  "customer-service-information-management-p-2": "Have you finished up a job at a customer’s site? Update and tag it on the SkyzCRM client card directly from your smartphone. Record as many calls as you want and how they were resolved for future reference. This will make SkyzCRM a vast, indispensable knowledge base available to your service staff in the office and in the field.",
  "customer-service-information-management-t-3": "",
  "customer-service-information-management-p-3": "",
  "//Share_calendars": "comment",
  "share-calendars-title": "Share calendars",
  "share-calendars-t-1": "Share appointment calendars, service call info and service team meetings",
  "share-calendars-p-1": "View, share, and connect calls, appointments and service meetings with Skyz Service from anywhere. Get an up-to-date profile of all the calls and events on a daily, weekly, and monthly basis. Make the calendar a central tool that is linked to all service processes and make changes in real time.",
  "share-calendars-t-2": "Syncs fully with Outlook and Gmail",
  "share-calendars-p-2": "Synchronize calls and service meetings set up in Outlook and Gmail to Skyz Service and vice versa, easily and quickly. Link the information from these popular email programs to the client’s files in the CRM system. Manage customer service processes and consolidate all the information in one place, allowing access from anywhere and at any time.",
  "share-calendars-t-3": "Save time with automatic appointment scheduling",
  "share-calendars-p-3": "to organize a multi-participant meeting or an emergency service meeting? Make it happen with Skyz Service’s calendar management system. View all relevant schedules in real time, find the optimal time to slot in the meeting and send a meeting call at the touch of a button. An automatic confirmation will be sent after updating the invitees online.",
  "//Social_customer_service": "comment",
  "social-customer-service-title": "Social customer service",
  "social-customer-service-t-1": "Brainstorm with the service personnel in real time",
  "social-customer-service-p-1": "Are your technicians out dealing with a difficult service matter? Allow them to share and consult with you and other staff through Skyz Service. Brainstorm, transfer files and essential information, and figure out the solution in real time. More people focusing on a complex problem will save time and please the customer.",
  "social-customer-service-t-2": "“Like” Skyz for social networks",
  "social-customer-service-p-2": "Find a wealth of information about your potential customers by connecting to social networks through Skyz Service. Understand more about customer characteristics, history and events so you can relate to them on a personal level. Find out information about previous events concerning the company and how you can deal with them.",
  "social-customer-service-t-3": "Share with expert communities on a variety of issues",
  "social-customer-service-p-3": "Create expert communities for the areas of service you provide. Connect to them via Skyz Service through existing events on the calendar and through social groups. Get real-time assistance from outside of your company as you deal with professional questions and issues. Find solutions faster and improve your customer service.",
  "//Sharing_knowledge": "comment",
  "sharing-knowledge-title": "Sharing knowledge",
  "sharing-knowledge-t-1": "Create a base of your professional service tips online",
  "sharing-knowledge-p-1": "Update professional information in real-time on Skyz Service. Contribute important tips from your experience (including staff, service managers and former employees) to the service department’s knowledge base. Ensure that the correct answers are accessible to each member of the team. Give the technical staff access to professional, essential and updated knowledge from anywhere in real time.",
  "sharing-knowledge-t-2": "Quickly find information on service issues that have been resolved",
  "sharing-knowledge-p-2": "Give yourself the ability to accumulate information about customer service events. Add a wide variety of service issues to Skyz Service, making it a vital information repository for your organization. Give your support team real-time access to vital historical client information. Quickly retrieve cumulative knowledge about customer cases that cannot be found in any other source.",
  "sharing-knowledge-t-3": "Help your customers help themselves and shorten your time",
  "sharing-knowledge-p-3": "Build a public repository of service FAQs and easy fixes for your customers. Deepen the public knowledge base through Skyz Service and organize it in an FAQ format. Allow customers to resolve issues without technical assistance from the service team. Help your customers help themselves and take some of the load off of your service technicians and support staff.",
  "//Skyz_Service_Cloud": "comment",
  "skyz-service-cloud-title": "Cloud technology",
  "skyz-service-cloud-t-1": "Support customers from anywhere at any time",
  "skyz-service-cloud-p-1": "Skyz Service exists in the cloud. Fully support customers from anywhere: from home, from the office, from abroad, from the customer’s offices and from the field. Connect to the system and view the customer status in real time from any computer: desktop, laptop, tablet and smartphone.",
  "skyz-service-cloud-t-2": "Trade in your sluggish system for fast processing",
  "skyz-service-cloud-p-2": "Accelerate customer service processes through Skyz Service in the cloud. Dramatically improve the response to service calls from anywhere online and shorten the waiting times. Allow the technical staff immediate access to essential information for service calls in faraway locations.",
  "skyz-service-cloud-t-3": "Get peace of mind with properly secured information",
  "skyz-service-cloud-p-3": "Keep sensitive customer account information secure. Skyz safeguards your data with top-level virtual servers (3 layers of protection) including automatic online backups. No more taking personal responsibility for securing individual information on company servers. Let professionals secure your information in the cloud and get peace of mind.",
  "skyz-service-cloud-t-4": "Work with the SaaS model and save on infrastructure",
  "skyz-service-cloud-p-4": "Save large purchasing costs on infrastructure and computing hardware and software. Go to Skyz’s SaaS (Software as a Service) model. Pay a low monthly fee, connect to the system and begin to fully manage your customer service. The system will operate on its own without you worrying about infrastructure, insurance, information security, system stability, speed of work and software upgrades. All you have to do is manage your team and aim for customer satisfaction.",
  "//Skyz_Service_Mobile": "comment",
  "skyz-service-mobile-title": "Mobile",
  "skyz-service-mobile-t-1": "Manage service processes from your smartphone",
  "skyz-service-mobile-p-1": "Manage your entire customer service department in real time. Get a comprehensive snapshot of technician service calls and status through Skyz Service and your smartphone. Update your support staff with important information online and brainstorm if necessary.",
  "skyz-service-mobile-t-2": "Give the technical staff full access from the field",
  "skyz-service-mobile-p-2": "Allow your organization’s service system to receive and manage service calls directly from the field. Turn your smartphone into an essential information tool that allows the on-the-ground technical team to receive professional tips and updates directly from Skyz Service. Your support staff will be able to complete essential operations such as creating orders, signing up customers and adding reminders for future calls. Save unnecessary delays and increase your level of customer service.",
  "skyz-service-mobile-t-3": "Extract any required technical data online while in the field",
  "skyz-service-mobile-p-3": "With Skyz Service you can locate and access documents and files in real-time online. Connect to the SkyzCRM system with your smartphone, quickly search for the spec sheet in your client’s folder or project file and easily extract it. In addition, you can also print the document directly from the system using a wide range of printers.",
  "//Customer_service_workflow": "comment",
  "customer-service-workflow-title": "Workflow",
  "customer-service-workflow-t-1": "Manage structured service processes according to the company’s needs",
  "customer-service-workflow-p-1": "Be fully flexible in managing the service process and determining the appropriate format according to the needs of the organization. Adjust the process with Skyz Service to the type of events you are dealing with. Dramatically streamline work processes and improve service delivery.",
  "customer-service-workflow-t-2": "Create a proper workflow for service personnel",
  "customer-service-workflow-p-2": "Create a proper and effective workflow for each service call with Skyz Service. Streamline all phases – from receiving the service call until the finishing of a job to the satisfaction of the customer, with the necessary approvals from management during the process. Draw the right flow path for you with the support staff. Implement an optimal result for all of your service staff easily and quickly.",
  "customer-service-workflow-t-3": "Simplify the issue of approvals and requests for work proposals",
  "customer-service-workflow-p-3": "Manage the issue of requests for work proposals and approvals effectively. Skyz is an easy and friendly customer relationship management solution that allows management or any other authorized professional to approve an action, request or quote, from anywhere in real time. Reduce delays in service processes and improve your company productivity.",
  "//Service_email_integration": "comment",
  "service-email-integration-title": "Email integration",
  "service-email-integration-t-1": "Automatically sync Outlook and Google Apps with Skyz",
  "service-email-integration-p-1": "Manage customer relationships in full sync with Outlook and Gmail. Easily sync messages, tasks, contacts and calendars saving valuable time on unnecessary data entry. Give yourself the ability to view messages and tasks related to customers from anywhere in the world.",
  "service-email-integration-t-2": "Automatically connect email directly with the customer",
  "service-email-integration-p-2": "Easily send email messages directly to your customer’s account, service event or relevant project easily. Create user-friendly links according to your needs. Generate required announcements to customers, with the opportunity of finding similar messages in the advanced search engine. Get all the information you need in one advanced system.",
  "service-email-integration-t-3": "Send service reminders directly from your system",
  "service-email-integration-p-3": "Send email notifications and reminders directly from Skyz, e.g. a large distribution email to customers in the case of a catastrophic event. You also can send reminders of service updates to customers according to selected chosen fields, and automatically send advance notices and updates to customers before a technician’s visit.",
  "//Customer_service_Control": "comment",
  "customer-service-control-title": "Customer service Control",
  "customer-service-control-t-1": "Visit the 360 degree service processes.",
  "customer-service-control-p-1": "Get a 360-degree view of customer service processes at a glance. Watch and monitor from anywhere: receiving quick service calls, updating vital information in real time, handling customers correctly, dealing with complex events, and providing smart solutions. Give yourself insights that will help improve service quality.",
  "customer-service-control-t-2": "Get real-time alerts about critical situations",
  "customer-service-control-p-2": "Tighten control of your technical team with Skyz Service. Manage an alert system that will alert you everywhere (via your smartphone) of failures in the operation of the service to customers, such as: no response to calls, deviations from scheduled schedules, complicated events. Intervened in real time in the processes and helped improve the situation.",
  "customer-service-control-t-3": "Analyze your situation against similar cases",
  "customer-service-control-p-3": "Did the support team encounter a complex event? Retrieve similar cases from the Skyz Service event archive. Analyze your situation in the current case against events you have successfully dealt with in the past. Find the optimal golden path while taking into account existing conditions for a successful and quick conclusion of the event.",
  "customer-service-control-t-4": "Make adjustments as needed",
  "customer-service-control-p-4": "Give yourself the ability to make adjustments in service processes due to sudden changes, both internal and external. We have updated the built-in processes as required by Skyz from anywhere in real time. We updated emergency guidelines and procedures and shared the technical staff. Keep your finger on the pulse and keep your service steady and high quality.",
  "//Service_Reports_and_Dashboards": "comment",
  "service-reports-and-dashboards-title": "Reports and Dashboards",
  "service-reports-and-dashboards-t-1": "Receive reports and graphs automatically for every business process",
  "service-reports-and-dashboards-p-1": "Skyz Service lets you view innovative reports on your customer service activities—it’s much more than a centralized dashboard! Get relevant reports, charts, and graphs that let you gain insights in real time and make quicker decisions.",
  "service-reports-and-dashboards-t-2": "Draw accurate conclusions using dashboards tailored to your needs",
  "service-reports-and-dashboards-p-2": "You can match dashboards to your requirements with Skyz Service. Get great flexibility when it comes to producing reports, charts, and graphs according to your product and organizational needs. Get insights that are right for your customer service department while maximizing efficiency.",
  "service-reports-and-dashboards-t-3": "We have created reports that will help you make decisions in the field",
  "service-reports-and-dashboards-p-3": "Pull up our dashboards from anywhere in real time. View Skyz Service in reports, charts, and graphs with your tablet and smartphone on the way to a call or during critical moments in the field. Let Skyz Service reports guide your team to making the best possible decisions under pressure.",
  "//Advantages": "comment",
  "advantages-cloud-t": "Cloud technology",
  "advantages-cloud-p": "Move to an innovative cloud-based system. Enable employees to work from anywhere, on any device, in real time.",
  "advantages-360-t": "360-degree customer view",
  "advantages-360-p": "Get a comprehensive view of your customers in one glance: current status, history, processes, inquiries, opportunities, calls, and deals.",
  "advantages-anywhere-t": "Work from anywhere",
  "advantages-anywhere-p": "View critical information, drive action, and work with customers effectively from the office, the field, the road, home, or abroad.",
  "advantages-real-time-t": "Real-time management",
  "advantages-real-time-p": "Manage processes, tasks, supervision, and control online from anywhere with immediate access to information. Every minute is worth a lot of money.",
  "advantages-friendly-t": "User-friendly display",
  "advantages-friendly-p": "Give yourself a convenient and optimal view of information, data, reports, and dashboards on any device, anywhere, at the touch of a button.",
  "advantages-instant-t": "Instant system access",
  "advantages-instant-p": "Connect to Skyz CRM using the SaaS model and start working tomorrow morning. Save yourself the expense of expensive purchases and the hassle of data security.",
  "advantages-innovative-t": "Innovative approach",
  "advantages-innovative-p": "Upgrade your organization through an innovative management system. Get answers to every need in the modern era in terms of work, technology, marketing, service, and collaboration.",
  "advantages-mobile-t": "Full mobile compatibility",
  "advantages-mobile-p": "Full mobile compatibility Allow yourself to manage customer relationships from mobile devices just like from the office. Take advantage of field work capabilities and increase productivity.",
  "advantages-roi-t": "High ROI",
  "advantages-roi-p": "Dramatically improve work processes. Increase revenue and significantly improve the bottom line on a monthly, quarterly, and annual basis."
}
