{
  "//Navbar": "comment",
  "nav-home": "בית",
  "nav-about": "עלינו",
  "nav-login": "התחברות",
  "nav-contact": "צרו קשר",
  "//Home": "comment",
  "manage": "לניהול לקוחות בכל זמן בכל מקום ",
  "start-btn": "הירשמו עכשיו",
  "login-btn": "התחברו",
  "about-header": "מה זה Skyz CRM?",
  "about-content": "Skyz CRM הינה פלטפורמת ניהול  קשרי לקוחות מבוססת ענן, המציגה תמונת מצב 360 מעלות במבט אחד, בזמן אמת, מכל מחשב, טאבלט או סמארטפון. Skyz CRM מעניקה לכם פתרון מתקדם להקמה, ניהול, שליטה ותפעול אפקטיבי של מערכי המכירות, השיווק והשירות בפירמה. עם סקייז אתם עובדים במודל  SaaS (תוכנה כשירות) ומרוויחים חיבור מידי למערכת חדשנית ומאובטחת ברמה גבוהה בעלות חודשית אטרקטיבית.",
  "sales-header": "מכירות",
  "sales-content": "קבלו במבט אחד תמונת מצב עדכנית על ניהול לידים, ניהול הזדמנויות, קשרים, אנשי מכירות, ניהול עסקאות, דוחות חכמים.",
  "marketing-header": "שיווק",
  "marketing-content": "הרחיבו את מצבת הלקוחות באופן יזום. נהלו קמפיינים באמצעות הדואר האלקטרוני, המובייל והרשתות החברתיות.",
  "service-header": "שירות",
  "service-content": "טפלו בקריאות שירות מכל מקום בזמן אמת. צפו במבט אחד על תהליכי השירות. נהלו אותם ביעילות עד לסיומם המוצלח.",
  "learn-more": "לימדו עוד",
  "//Contact": "comment",
  "contact-header": "צרו קשר",
  "contact-times": "שעות הפעילות 9:00-17:00 ימים א - ה. למעט ערבי חג.",
  "contact-location": "בן גוריון 24, רמת גן",
  "contact-phone": "03-6101800",
  "contact-form-header": "שלחו לנו הודעה",
  "contact-form-name": "שם מלא",
  "contact-form-email": "דואר אלקטרוני",
  "contact-form-phone": "טלפון",
  "contact-form-organization": "אירגון",
  "contact-form-message": "ההודעה:",
  "send-btn": "שליחה",
  "//About_Us": "comment",
  "about-us-title": "אודות Skyz CRM",
  "about-us-p-1": "Skyz CRM  הינה פלטפורמה חדשנית לניהול קשרי לקוחות אשר פותחה מתוך הצורך לתת מענה חכם ויעיל לעסקים, חברות וארגונים בעידן העכשווי.  הרעיון מאחורי Skyz CRM הינו לספק לכם ולצוותי הביצוע כלים מתקדמים לניהול המכירות, השירות והשיווק במבט אחד, בזמן אמת, מכל מקום, מכל מחשב.",
  "about-us-p-2": "הפילוסופיה המרכזית: כל אחד יכול לנהל קשרי לקוחות בקלות וביעילות כאן ועכשיו!",
  "about-us-t-1": "Skyz CRM מביאה בשורה חדשה למגזר העסקי",
  "about-us-p-3": "אתם מנהלים עסק קטן? בכירים בחברות בינוניות?  מקבלי החלטות בארגונים גדולים ? כל אחד מכם, בלי יוצא מהכלל, יכול להתחיל לנהל את קשרי הלקוחות בפירמה שלו בקלי קלות כבר מחר בבוקר. אין צורך בבניית תשתיות.  התחברו, התנהלו חכם והתייעלו.",
  "about-us-t-2": "פלטפורמה מבוססת ענן , מותאמת מובייל ובעלת מנגנוני שיתוף חברתי",
  "about-us-p-4": "Skyz CRM מציגה שילוב של טכנולגיית ענן מתקדמת, התאמה מלאה לכל סוגי המסכים כולל המובייל (Responsive) ותפיסת עולם של שיתוף חברתי. המערכת נבנתה עבורכם תוך התייחסות לשינויים בדפוסי הניהול במגזר העסקי כתוצאה מהדינמיקה של שיטות העבודה הדיגיטליות בשנים האחרונות.",
  "about-us-t-3": "נוסחה מנצחת של ניסיון בשטח, קריאת צרכי השוק וחדשנות",
  "about-us-p-5": "היתרון הייחודי של Skyz CRM הוא לא רק בחדשנות, כפי שמציגות לא מעט מערכות. הערך המוסף של סקייז, מתבטא בניסיון עצום שהצטבר בחברת האם (ראו להלן) ובזמן הרב שהושקע בקריאת צרכי השוק והמגמות. הנוסחה הזו של חדשנות, ניסיון וחקר שוק, הופכת את הפלטפורמה של סקייז לקרובה יותר לצרכיכם ולדרישותיכם.",
  "about-us-t-4": "דגש על מבט אחד, בזמן אמת, מכל מקום",
  "about-us-p-6": "סקייז שמה את יעילות הלקוח במרכז. בעקבות הדגש שהושם על הנדסת המערכת, מתאפשרת צפייה במידע ובתהליכי הניהול במבט אחד, מכל מקום, בזמן אמת. מעכשיו  כמנהלים תוכלו להיות נגישים אונליין לכל מידע, לעדכן נתונים, לפקח על תהליכים ולהתנהל מול הלקוחות מהמשרד, מהשטח, מהבית וגם מחו''ל.",
  "about-us-t-5": "פיתוחים טכנולוגיים ועדכונים כל הזמן",
  "about-us-p-7": "ב-Skyz CRM לא קופאים על השמרים בכל בקשור לפיתוח וקידום הפלטפורמה הטכנולוגית. צוות ה-R&D המובחר של סקייז, ער ומתאים את עצמו באופן עקבי למגמות, חידושים ושינויים ברמת המאקרו, כמו גם לצרכים הניהוליים והשיווקיים של הלקוחות ברמת המיקרו. מבחינתכם אתם עובדים על המערכת הכי עדכנית בכל נקודת זמן.",
  "about-us-t-6": "מקסום היתרונות של מודל SAAS",
  "about-us-p-8": "סקייז מאמצת את המודל העסקי SaaS (Software as a Service) לטובת הלקוחות ואתם מרוויחים בגדול: חיסכון ענק ברכש יקר, אבטחת מידע ברמה הגבוהה ביותר כולל גיבויים, מעבר מתהליכים אטיים לפעולות מהירות, עבודה מכל מקום בזמן אמת. והכי חשוב, שלמו תשלום חודשי אטרקטיבי על תוכנת מתקדמת מלאה והתחילו לעבוד..!",
  "//Products": "comment",
  "//Sales": "comment",
  "sales-get-started-title": "נהלו את הלקוחות 360 באמצעות Skyz Sales",
  "sales-get-started-p": "קבלו תמונת מצב מלאה על הלקוחות מכל מקום, בזמן אמת. צפו בכל התהליכים, הנתונים והדוחות בצורה קלה ובהירה מהמחשב ומהמובייל.",
  "sales-title": "מקסמו את פוטנציאל המכירה",
  "sales-t-1": "ניהול לידים",
  "sales-p-1": "נהלו את הפניות עם Skyz CRM באפקטיביות מכניסתם למערכת ועד הפיכתם להזדמנויות מכירה ממשיות. בצעו אופטימיזציה ללידים נכנסים. סייעו לאנשי המכירות שלכם להתרכז בטיפול בפניות פוטנציאליות בלבד. קבלו תובנות על מקורות ההגעה של הפניות, כדי למקסם את החזר ההשקעה.",
  "sales-t-2": "ניהול הזדמנויות",
  "sales-p-2": "עקבו עם Skyz CRM במדויק אחרי התהליכים והפקטורים שיהפכו את ההזדמנויות לעסקאות בפועל. בחנו בזמן אמת שינויים במוצרים ובתנאים המרכיבים את ההצעה. עדכנו את אנשי המכירות במידע קריטי אונליין הנחוץ לסגירת העסקה. צרו מומנטום והכו בברזל בעודו חם!",
  "sales-t-3": "ניהול מכירות",
  "sales-p-3": "בצעו באמצעות Skyz CRM שיחות יוצאות ישירות מכרטיס לקוח. קבלו שיחות נכנסות המקפיצות לכם באופן אוטומטי את כרטיס הלקוח ומצבו העדכני. פקחו טוב ויעיל יותר על תהליך המכירה משלב יצירת הליד. עדכנו בזמן אמת את איש המכירות בטיפים חשובים לסגירת העסקה.",
  "sales-t-4": "ניהול קשרים",
  "sales-p-4": "הציגו עם Skyz CRM  במבט אחד מידע כולל על קשרי הלקוחות. צפו בהיסטוריה, בטיפים ועדכונים, בדינמיקה  ובמצבם נכון לזמן הנתון. מפו קשרים וצרו נטוורקינג משלכם. צרפו לקוחות חדשים על ידי תשתית ענפה של קשרים פנימיים.",
  "sales-t-5": "ניהול פגישות",
  "sales-p-5": "תאמו עם Skyz CRM פגישות כולל תזכורות באופן אוטומטי. סנכרנו יומנים בקלי קלות בפגישות רבות משתתפים. עדכנו באמצעות המערכת את אנשי המכירות במידע חשוב בדרך ללקוח. שתפו נתונים חשובים במהלך הפגישה עצמה וסייעו להצלחת המכירה.",
  "sales-t-6": "ניהול ביצועים",
  "sales-p-6": "נהלו ביצועים עם Skyz CRM בצורה אופטימלית. הציבו יעדים, מדדו אותם והציגו תמונת מצב בזמן אמת על פי כל פרמטר. אתרו בעיות פנימיות וחיצוניות תוך כדי התהליך. קבלו תובנות, ותעלו את אנשי המכירות למסלול הנכון להשגת יעדים בצורה אופטימלית.",
  "sales-title-2": "שפרו את תהליכי העבודה",
  "sales-t-7": "ענן",
  "sales-p-7": "העניקו לעצמיכם יתרונות משמעותיים להתייעלות מרבית:",
  "sales-p-7.1": "א. ניהול קשרי לקוחות בכל זמן, מכל מקום.",
  "sales-p-7.2": "ב. מעבר מתהליכים אטיים לפעולות מהירות בזמן אמת.",
  "sales-p-7.3": "ג. אבטחת ברמה גבוהה מאוד של ליבת המידע הארגוני.",
  "sales-p-7.4": "ד. חיסכון רב ברכש יקר של מחשוב ותשתיות.",
  "sales-p-7.5": "ה. פתרון מלא בעלות חודשית אטרקטיבית (SaaS).",
  "sales-t-8": "מובייל",
  "sales-p-8": "נהלו את הלקוחות עם Skyz CRM אונליין מהשטח. נצלו זמן יקר ועבדו על תהליכי מכירה גם בדרך לפגישה. שלפו קבצים חשובים מכל מקום במהירות וביעילות. קבלו תמונת מצב עדכנית באמצעות הסמארטפון ישירות מהמערכת. המשיכו להיות נגישים כמו במשרד.",
  "sales-t-9": "שרשור (workflow)",
  "sales-p-9": "הכתיבו עם Skyz CRM את מבנה תהליך המכירות הנכון לארגון או ליחידת הרווח. צרו זרימת עבודה נכונה עבור איש המכירות ו/או עבור המחלקה. פשטו את נושא סבב האישורים והבקשות הנגזרים מתהליך המו''מ. צמצמו ביורוקרטיה מסורבלת ומיותרת. התייעלו וחסכו זמן.",
  "sales-t-10": "אינטגרציה לדואר אלקטרוני",
  "sales-p-10": "סנכרנו מיילים מ-Office 365 ו-Google Apps אוטומטית ל-Skyz CRM. שייכו הודעות דואר נכנס ויוצא לפרויקט ו/או ללקוח הרלוונטי. שלפו הודעות (חדשות וישנות) היישר מכרטיס הלקוח בזמן אמת. שילחו הודעות מעוצבות לקהלי מטרה נבחרים ישירות מהמערכת. נהלו דואר אלקטרוני חכם ויעיל.",
  "sales-title-3": "שתפו מידע בזמן אמת",
  "sales-t-11": "שיתוף מידע וקבצים",
  "sales-p-11": "עבדו יחד בשיתוף מלא על תהליכי המכירה. שתפו באמצעות Skyz CRM מידע חדש, קובץ חשוב או עדכון מעניין ותעדו אותו בכרטיס הלקוח. קבלו יכולת לשלוף מידע שיתופי חיוני בכל מקום אונליין. הסתייעו בגורמים רלוונטיים בארגון אונליין ושפרו את הפוזיציה שלכם מול הלקוח בכל שלב בתהליך המכירה.",
  "sales-t-12": "שיתוף יומנים",
  "sales-p-12": "צפו, שתפו ותאמו פגישות, שיחות ומשימות באמצעות מערכת שיתוף היומנים של Skyz CRM. הסתנכרנו באופן מלא ל-Outlook או ל-Google Apps שלכם ותעדו את ההודעות, המשימות והפגישות העדכניות בתוך המערכת. עקבו ונהלו בצורה מתקדמת את הלקוחות מתוך היומן. התייעלו וחסכו זמן יקר עם יכולת זימון אוטומטי לאירועים ולפגישות.",
  "sales-t-13": "שיתוף חברתי",
  "sales-p-13": "שתפו עם Skyz CRM מידע חברתי אונליין. נתחו עם אנשי המכירות סוגיות ''בוערות'', פרויקטים מורכבים והזדמנויות על סף עסקה. שלפו נתונים חשובים על אנשי הקשר באמצעות סנכרון אונליין לרשתות החברתיות. התחברו למאגרי מידע שונים, היפתחו לקהלים חדשים ושתפו אותם במוצרי החברה.",
  "sales-title-4": "קבלו החלטות חכמות ונכונות",
  "sales-t-14": "תחזית מכירות",
  "sales-p-14": "קבלו באמצעות Skyz CRM תמונת מצב כוללת של תחזית המכירות בכל הרמות: יחיד, מחלקה, ארגון. בחרו את צורת התחזית המתאימה לצרכים שלכם על פי מוצר, גודל וחתך גאוגרפי. בצעו התאמות בצורה גמישה על פי השינויים הפנימיים והחיצוניים של השוק.",
  "sales-t-15": "דוחות ודשבורד",
  "sales-p-15": "אפשרו לעצמיכם לקבל במבט מהיר אחד תצוגה גרפית מתקדמת המשלימה לנתוני המידע. הפיקו עם Skyz CRM בגמישות דוחות, גרפים ותרשימים מותאמי צרכים. הסיקו מסקנות מדויקות בזמן אמת מכל מקום: מהמשרד, מהבית, מהשטח, מחו''ל ומתוך כל פגישה או ישיבה.",
  "//Lead_management": "comment",
  "lead-management-title": "ניהול לידים",
  "lead-management-t-1": "המירו יותר לידים להזדמנויות אמיתיות",
  "lead-management-p-1": "עקבו במדויק אחר הלידים משלב קליטתם ועד הפיכתם להזדמנויות לסגירת עסקה. פקחו על התהליכים  ושמרו על הפוטנציאליים העשויים להבשיל להזדמנויות. קבלו תמונת מצב מלאה על כל ליד, מכל ההיבטים, בכל נקודת זמן. בצעו בקרת איכות ומנפו לידים פוטנציאליים לעסקאות בפועל.",
  "lead-management-t-2": "נתבו אוטומטית לידים לאנשי המכירות המתאימים",
  "lead-management-p-2": "שימו דגש על טיפול בלידים באמצעות  אנשי המכירות הנכונים. נתבו עם Skyz CRM את הליד הנקלט לאיש המכירות המיועד באופן אוטומטי (גם אם הוא באותו זמן עובד מהבית, נמצא בשטח או שוהה בחו''ל). בצעו בקרה בזמן אמת על שלמות התהליך. בדקו שהלידים מנוהלים ומטופלים היטב בזמן אמת.",
  "lead-management-t-3": "השתמשו במסננים חכמים למקסום לידים איכותיים",
  "lead-management-p-3": "סננו  פניות נכנסות רלוונטיות באמצעות מערכת קליטת הלידים של Skyz CRM.  בצעו את תהליך הסינון בגמישות מרבית באמצעות הצלבת נתונים והיסטוריה קיימת. התרכזו במאמץ לייצר עסקאות מלידים איכותיים. קבלו תובנות חשובות על דפוסי הפניות ומקורות ההגעה.",
  "//Opportunity_management": "comment",
  "opportunity-management-title": "ניהול הזדמנויות",
  "opportunity-management-t-1": "עקבו אחרי התקדמות העסקה 360 מעלות",
  "opportunity-management-p-1": "הסתייעו ב-Skyz CRM  לבחינת כל ההיבטים את מצב העסקה שבדרך: מתחרים שאתם עומדים מולם, דינמיות מחירי שוק, שינויים פנימיים וחיצוניים העשויים להשפיע, רצינות הלקוח. עקבו באופן מקיף אחרי התקדמות התהליך וחדדו את שיקולי קבלת ההחלטות בדרך להשלמת המכירה.",
  "opportunity-management-t-2": "בנו את התהליכים העסקיים במדויק",
  "opportunity-management-p-2": "בצעו עם Skyz CRM תמחור נכון של המוצרים. הגדירו במדויק כמויות, לוחות זמנים ותנאי תשלום על מנת שההצעות יהיו בהירות לשני הצדדים. קבלו תמונת מצב ברורה וצמצמו את אי ההבנות עם הלקוח הפוטנציאלי. קצרו לוחות זמנים לסגירת עסקאות..",
  "opportunity-management-t-3": "השיגו מידע קריטי בזמן אמת החיוני לסגירת העסקה",
  "opportunity-management-p-3": "התעדכנו בזמן אמת, בכל מידע חיובי או שלילי שעלול להשפיע על גורל העסקה. השיגו מידע חיוני ממקורות מגוונים:  מתוך הארגון , מאנשי המכירות בשטח, מהאינטרנט, מלקוחות או ממתחרים. צרו מומנטום חיובי ושפרו את הסיכויים להשלמת תהליך המכירה בהצלחה יתרה.",
  "//Sales_management": "comment",
  "sales-management-title": "ניהול מכירות",
  "sales-management-t-1": "בצעו טלמרקטינג יוצא עם ROI גבוה",
  "sales-management-p-1": "נהלו עם Skyz CRM  מערך טלמרקטינג חכם, מתקדם ומקצועי. קבלו יכולות פיקוח ובקרה לאופטימיזציה של שיחות המכירה. אפשרו לאנשי המכירות לצפות בביצועיהם בזמן אמת.  התאימו את מערכת המכירות של Skyz לצרכיכם המיוחדים בגמישות מרבית. השיגו יחס החזר השקעה  ( ROI ) גבוה.",
  "sales-management-t-2": "קבלו שיחות נכנסות בשילוב הקפצת מסך",
  "sales-management-p-2": "קבלו שיחות נכנסות בצורה מתקדמת באמצעוןת הטכנולוגיה החדשנית של Skyz CRM. צפו בכרטיס לקוח המוקפץ לכם מיד עם קבלת השיחה. הבינו במי מדובר והתעדכנו במידע חשוב על מצבו בזמן אמת  . העניקו לעצמיכם תובנות והסיקו מסקנות תוך כדי שיחה. הגיבו נכון וחכם ושפרו עמדות מול הלקוח. התקדמו לסגירת עסקה.",
  "sales-management-t-3": "נהלו את פעילות אנשי המכירות בקלות וביעילות בכל מקום",
  "sales-management-p-3": "נהלו ופקחו באמצעות Skyz CRM על הפעילות של אנשי המכירות בזמן אמת: במשרד, בשטח, בבית ובחו''ל. אפשרו לאנשי מכירות בשטח לשלוף במהירות כל נתון באמצעות הסמארטפון.  צרו עבורם יכולת שיתוף אונליין עם כל אחד מאנשי הארגון לכל שאלה, בקשה או בעיה.",
  "//Contact_management": "comment",
  "contact-management-title": "ניהול קשרים",
  "contact-management-t-1": "קבלו במבט אחד תמונה מלאה על קשרי הלקוח",
  "contact-management-p-1": "העניקו לעצמיכם עם Skyz CRM  נגישות לכל המידע על הלקוח במבט אחד. צפו בכל המידע החיוני בזמן אמת: תהליכים פעילים, תצורת הקשרים, היסטוריית התקשרויות, הצגת מצב נתון, עדכונים והתראות, תובנות חברתיות. קבלו תוך זמן קצר מידע מקיף 360 מעלות. הגיבו נכון ומהר ללקוחות.",
  "contact-management-t-2": "מפו קשרים בגמישות מרבית וצרו נטוורקינג משלכם",
  "contact-management-p-2": "צרו באמצעות Skyz CRM מפת קשרים גמישה ובלתי מוגבלת. הקימו מערכת נטוורקינג פנימית מתרחבת, המאפשרת לכם לחדור לארגונים חדשים על ידי קשרים פנימיים. הגדילו את מצבת הלקוחות ואת היקף המכירות דרך תוואי הקשרים של הלקוחות הקיימים.",
  "contact-management-t-3": "לקטו תובנות חשובות מניתוח היסטוריית הלקוח",
  "contact-management-p-3": "ציידו את עצמיכם במידע שלא יסולא בפז באמצעות צפיה בהיסטוריית הלקוח. הסתייעו במערכת החיפוש המשוכללת של Skyz CRM על מנת  לאתר נתונים היסטוריים בשליפה מהירה. הקישו מכך על פוטנציאל המכירות העתידי ללקוח, בעיות וסיכונים בעבודה איתו, קשרים לבעלי תפקידים בחברות אחרות, עמידה בהסכמים, מוסר תשלומים.",
  "//Meetings_management": "comment",
  "meetings-management-title": "ניהול פגישות",
  "meetings-management-t-1": "בצעו טלמיטינג מתקדם ויעיל",
  "meetings-management-p-1": "נהלו עם Skyz CRM את מערך ה- Call-Center שלכם ביעילות מרבית. בצעו טלמיטינג מקצועי המותאם לצרכיכם. תעדו פגישות ישירות ביומן של איש המכחרות הנבחר כולל תזכורות אוטומטיות. נהלו פגישות בתיאום מלא בין כל הנוגעים בדבר ללא מגבלת מיקום. בצעו אופטימיזציה לניהול זמני פגישות בקלות ובידידותיות.",
  "meetings-management-t-2": "סנכרנו יומני פגישות בגמישות מקסימלית",
  "meetings-management-p-2": "נהלו עם Skyz CRM יומני פגישות בצורה מתקדמת וחדשנית. תאמו ישיבות צוות במהירות וביעילות באמצעות שיתוף יומנים בזמן אמת. סנכרנו פגישות בגמישות מלאה עם ה-Outlook או כל תוכנת דואר אחר המתממשקת למערכת.",
  "meetings-management-t-3": "הפרו את אנשי המכירות במידע חשוב לקראת ובזמן הפגישה",
  "meetings-management-p-3": "עדכנו את אנשי המכירות במידע חשוב  בדרך לקראת הפגישה ובמהלכה. קבלתם קובץ חשוב ב''דקה התשעים'' כשאיש המכירות כבר יצא ללקוח? העלו  את הקובץ לכרטיס הלקוח של Skyz CRM בצירוף מסר זריז,  ואיש המכירות כבר מעודכן באמצעות הסמארטפון, דרוך ומוכן לפגישה. המשיכו לתמוך ולהפרות את אותו  בזמן אמת גם בפגישה עצמה – זה בהחלט יכול להוביל לסגירת העסקה!",
  "//Performance_management": "comment",
  "performance-management-title": "ניהול ביצועים",
  "performance-management-t-1": "הניעו את אנשי המכירות באמצעות ניהול יעדים",
  "performance-management-p-1": "העניקו לעצמיכם באמצעות Skyz CRM, את היכולת להניע את אנשי המכירות ולשפר את תוצאותיהם. הציבו יעדים ברמה פרטנית, מחלקתית וארגונית. מדדו את ביצועי המכירות חודשית, רבעונית ושנתית על פי משתנים כמו: מספר עסקאות, הכנסות מצטברות, רווחיות, שווי עסקאות. נתחו יעדים מול ביצוע בזמן אמת. שלבו תמריצים להישגים על פי אבני דרך.",
  "performance-management-t-2": "מדדו את הביצועים במהירות וחסכו זמן יקר",
  "performance-management-p-2": "מדדו עם Skyz CRM את  ביצועי המכירות  ביעילות ובמהירות. אפשרו לכל אחד מאנשי המכירות להתחבר למערכת ולבחון את מצבו מול היעדים שנקבעו. קבלו במבט אחד תמונת מצב של ביצועי המכירות ברמה פרטנית, מחלקתית וארגונית. הימנעו מחישובים מיותרים והרוויחו זמן יקר.",
  "performance-management-t-3": "אתרו כשלים בזמן אמת ושפרו ביצועים",
  "performance-management-p-3": "הציגו באמצעות Skyz CRM נקודות חולשה בביצועי המכירות. קבלו אינפוטים בזמן אמת בכל הקשור לאי עמידה ביעדים, סטייה מתוכנית המכירות שנקבעה ועיכובים לא מתוכננים. הציגו מידית כשלים  ברמה פרסונלית, מחלקתית וארגונית. הסיקו מסקנות משותפות עם אנשי המכירות. שפרו תהליכי מכירה על מנת לעלות על המסלול הנכון להשגת היעדים.",
  "//Skyz_Sales_Cloud": "comment",
  "skyz-sales-cloud-title": "ענן",
  "skyz-sales-cloud-t-1": "היכנסו למערכת מכל מקום בכל זמן",
  "skyz-sales-cloud-p-1": "התקדמו לטכנולוגיית הענן החדשנית של Skyz CRM . נהלו את קשרי הלקוחות באופן מושלם מכל מקום:  מהבית, מהמשרד, מחו''ל, ממשרדי הלקוח, מהשטח. התחברו למערכת ועבדו בזמן אמת מכל מחשב: נייח, נייד, טאבלט, סמארטפון. הרוויחו זמן יקר והגדילו תפוקות.",
  "skyz-sales-cloud-t-2": "שדרגו פעולות מתמשכות לעבודה מהירה בזמן אמת",
  "skyz-sales-cloud-p-2": "האיצו באמצעות Skyz CRM  את תהליכי העבודה. שפרו באופן דרמטי את נגישות למידע בסיטואציות עסקיות שונות כדוגמת: עבודת צוות במשרד, גישה למידע מהשטח, שליפת קבצים רלוונטיים במהלך פגישות, עדכונים שוטפים מחו''ל, ניהול תהליך מכירות מהבית. שדרגו מהלכים מסורבלים לפעולות מהירות בזמן אמת.",
  "skyz-sales-cloud-t-3": "קבלו שקט נפשי עם מידע מאובטח כראוי",
  "skyz-sales-cloud-p-3": "שמרו על המידע הרגיש של מערכת ניהול קשרי לקוחות בליבת הארגון. אבטחו באמצעות Skyz CRM את המידע שלכם בשרתים וירטואליים ברמה הגבוהה ביותר (3 שכבות הגנה) כולל גיבויים אוטומטים אונליין. שחררו את עצמיכם מהאחריות האישית לאבטחת מידע פרטנית בשרתי החברה, ותנו למקצוענים לאבטח את המידע שלכם כראוי בענן. הקנו לעצמיכם שקט נפשי.",
  "skyz-sales-cloud-t-4": "",
  "skyz-sales-cloud-p-4": "",
  "//Skyz_Sales_Mobile": "comment",
  "skyz-sales-mobile-title": "מובייל",
  "skyz-sales-mobile-t-1": "המשיכו לנהל את תהליך המכירות גם בשטח",
  "skyz-sales-mobile-p-1": "נצלו את זמן השהייה בשטח להמשך ניהול תהליכי המכירה שלכם מול הלקוחות השונים. אפשרו לעצמיכם לעקוב ולקדם משימות העומדות על הפרק  באמצעות הסמארטפון, בדיוק כמו במשרד.  קבלו זמינות מלאה למידע וגישה מהירה והנוחה לביצוע פעולות שיווקיות מול הלקוחות מכל מקום. עדכנו סיכומי פגישות כבר במהלך הישיבה ו/או מיד עם סיומן והימנעו מפיספוס פרטים חשובים.",
  "skyz-sales-mobile-t-2": "קבלו תמונת מצב עדכנית במהלך פגישות וישיבות",
  "skyz-sales-mobile-p-2": "אפשרו לעצמיכם באמצעות Skyz CRM לקבל תמונת מצב עסקית בזמן אמת. התעדכנו אונליין, במהלך ישיבות או פגישות עם הלקוח, בשינויים קריטיים שעודכנו באותם דקות ע''י הצוות במשרד . קבלו טיפ חשוב במהלך מכירה,באמצעות הסמארטפון, שיתמוך בסגירת העסקה.",
  "skyz-sales-mobile-t-3": "שלפו כל קובץ נדרש אונליין בכל מקום",
  "skyz-sales-mobile-p-3": "העניקו לעצמיכם את היכולת לאתר ולשלוף מסמכים וקבצים בזמן אמת בכל מקום:  התחברו למערכת  Skyz CRM באמצעות הסמארטפון, חפשו בצורה זריזה  את המסמך בתיקיית הלקוח או בפרויקט הרלוונטי ושלפו אותו בקלי קלות. קבלו בנוסף אפשרות להדפיס את את המסמך ישירות מהתוכנה באמצעות מגוון רחב של מדפסות.",
  "//Sales_workflow": "comment",
  "sales-workflow-title": "שרשור (workflow)",
  "sales-workflow-t-1": "נהלו תהליכי מכירות על פי צרכי החברה",
  "sales-workflow-p-1": "אפשרו לעצמיכם לקבל גמישות מלאה בניהול תהליך המכירה וקביעת הפורמט המתאים על פי צרכי הארגון. התאימו את התהליך על ידי Skyz CRM ברמה הארגונית הכוללת, ברמת מחלקה, ברמת פרויקט, ברמת מוצר וברמת הפרט (איש המכירות). ייעלו לכם בצורה דרמטית את התנהלות מערך המכירות ושפרו את מהירות סגירת העסקאות.",
  "sales-workflow-t-2": "צרו זרימת עבודה נכונה עבור אנשי המכירות",
  "sales-workflow-p-2": "צרו זרימת עבודה נכונה ואפקטיבית באמצעות Skyz CRM. הכלילו בזרימה את כל השלבים מקליטת הליד הנכנס ועד סגירת העסקה תוך מתן האישורים הנדרשים מצד ההנהלה במהלך התהליך. שרטטו את נתיב הזרימה הנכון לכם בשיתוף אנשי המכירות, והוציאו לפועל תוצאה אופטימלית בקלות ובמהירות.",
  "sales-workflow-t-3": "פשטו את נושא האישורים והבקשות בתהליכי העבודה",
  "sales-workflow-p-3": "נהלו את נושא האישורים ובקשות בתהלכי העבודה בצורה אופטימלית., קבלו עם Skyz CRM פתרון קל וידידותי לניהול תהליכים, המאפשר להנהלה או לכל גורם מקצועי מורשה אחר לאשר הצעה, בקשה או מחיר, מכל מקום בזמן אמת. צמצמו עיכובים בתהליכי המכירה וסללו את הדרך לסגירת העסקה.",
  "//Email_integration": "comment",
  "email-integration-title": "אינטגרציה לדואר אלקטרוני",
  "email-integration-t-1": "סנכרנו אוטומטית את ה-Outlook עם Skyz CRM",
  "email-integration-p-1": "נהלו את קשרי הלקוחות בסנכרון מלא עם ה-Outlook.  סנכרנו בקלות הודעות, משימות, אנשי קשר ולוחות שנה של Outlook עם Skyz CRM . חיסכו זמן יקר של הזנת נתונים מיותרת.  העניקו לעצמיכם את היכולת לצפות בהודעות ובמשימות הקשורות ללקוחות מכל מקום בעולם.",
  "email-integration-t-2": "שייכו דואר ישירות לפרויקט או ללקוח המתאים",
  "email-integration-p-2": "תייקו באמצעות Skyz CRM הודעות דוא''ל ישירות לכרטיס הלקוח. קשרו אותם למשימות או לפרויקטים המתאימים בקלי קלות. שלפו הודעות רלוונטיות (כולל הסטוריות באמצעות חיפוש מתקדם) בזמן אמת מכל מקום . עבדו עם מערכת חכמה ומתקדמת אחת וחיסכו זמן יקר.",
  "email-integration-t-3": "שלחו דואר אלקטרוני שיווקי ומשכנע  ישירות מהמערכת",
  "email-integration-p-3": "שלחו מיילים ישירות מ-Skyz CRM. דוורו הודעות אלקטרוניות לקהלי מטרה נבחרים או ללקוחות פוטנציאליים על פי חתכים שיוגדרו על ידכם. קבלו יכולת לעצב תבניות דואר בצורה מתקדמת וגמישה. בצעו מעקב אוטומטי אחרי הדיוור להשלמת המהלך השיווקי.",
  "//Information_sharing": "comment",
  "information-sharing-title": "שיתוף מידע וקבצים",
  "information-sharing-t-1": "עבדו יחד על לידים, הזדמנויות ועסקאות בפועל",
  "information-sharing-p-1": "שדרגו את פעולות המכירה לעבודת צוות עם Skyz CRM. עבדו יחד וקבלו החלטות משותפות בכל שלב בתהליך המכירה. אפשרו לעצמיכם כמנהלים, להיות מעורבים בנקודות קריטיות של מהלכי אנשי המכירות. העבירו מידע רלוונטי או טיפ חשוב וסייעו לסגירת העסקה.  ",
  "information-sharing-t-2": "מצאו את המידע הנחוץ לכם בזמן אמת",
  "information-sharing-p-2": "שלפו באמצעות Skyz CRM מידע חיוני למכירה מכל מקום. באמצעות חיבור מהיר למערכת במקום לבזבז שעות על חיפוש מסורבל. למעשה מערכת Skyz תשמש לכם מאגר מידע מדויק ועדכני הזמין עבורכם בכל מקום, בכל שעה 24/7.",
  "information-sharing-t-3": "שתפו מידע וקבצים מכל מכשיר מכל מקום ובכל זמן",
  "information-sharing-p-3": "עדכנו מידע חשוב  אונליין באמצעות Skyz CRM מכל מקום. שתפו את אנשי הצוות במידע חיוני ובטיפים חשובים בכל שלב בתהליך המכירה החל משלב קליטת הלידים, דרך יצירת ההזדמנויות ועד ביצוע העסקאות בפועל. קבלו החלטות בשיתוף פעולה גם כשאתם בשטח.",
  "//Calendar_sharing": "comment",
  "calendar-sharing-title": "שיתוף יומנים",
  "calendar-sharing-t-1": "שתפו ביומן קריאות, אירועים וישיבות שירות",
  "calendar-sharing-p-1": "צפו, שתפו ותאמו קריאות, אירועים ופגישות שירות עם Skyz CRM מכל מקום. אפשרו לעצמיכם כמנהלים לקבל במבט אחד תמונת מצב עדכנית על כל הקריאות והאירועים ברמה יומית, שבועית וחודשית. הפכו את היומן לכלי עבודה מרכזי המקושר לכל תהליכי השירות ובצעו שינויים בזמן אמת.",
  "calendar-sharing-t-2": "סנכרנו מ-Office 356 ומ-Google באופן מלא",
  "calendar-sharing-p-2": "סנכרנו קריאות ופגישות שירות שנקבעו בתוכנות הדואר של מיקרוסופט וגוגל ל- Skyz CRM, ולהפך, בקלות ובמהירות. קשרו את המידע מתוכנות דואר אלקטרוני פופולריות אלו לכרטיסי הלקוח במערכת. נהלו בצורה מתקדמת את תהליכי השירות ללקוחות. רכזו את כל המידע במקום אחד ואפשרו גישה מכל מקום, בכל זמן.",
  "calendar-sharing-t-3": "חסכו זמן עם זימון אוטומטי לפגישות",
  "calendar-sharing-p-3": "מעוניינים לארגן פגישה רבת משתתפים או ישיבת שירות SOS? התייעלו עם מערכת ניהול היומנים של Skyz CRM . צפו בכל היומנים הרלוונטיים בזמן אמת, מצאו את הזמן האופטימלי לקביעת הפגישה ושילחו זימון לפגישה בלחיצת כפתור. אישור אוטומטי יתבצע על ידי עדכון אונליין של המוזמנים מכל מקום.",
  "//Social_sharing": "comment",
  "social-sharing-title": "שיתוף חברתי",
  "social-sharing-t-1": "שתפו רעיונות עם אנשי המכירות בזמן אמת",
  "social-sharing-p-1": "אנשי המכירות שלכם נתקלו בבעיה? אפשרו להם לשתף  אתכם ואנשי צוות נוספים באמצעות Skyz CRM.  בצעו סיעור מוחות, העבירו קבצים ומידע חיוני והסיקו מסקנות משותפות בזמן אמת . תנו משקל לחשיבה משותפת והעצימו את היכולת להתמודד במהירות וביעילות עם מצבים מורכבים.",
  "social-sharing-t-2": "התקשרו באמצעות Skyz CRM לרשתות חברתיות",
  "social-sharing-p-2": "העמיקו את המידע שלכם על הלקוח הפוטנציאלי באמצעות קישור לרשתות חברתיות מתוך Skyz CRM. הבינו יותר על מאפייני הלקוח, התחביבים והקשרים שלו. מצאו חברים מוכרים שלו שיכולים לסייע לכם. אפשרו לעצמיכם להיכנס למשא ומתן מוצלח ממקום נכון יותר.",
  "social-sharing-t-3": "התחברו לדטהבייסים שונים ושתפו במכירה קהלים חדשים",
  "social-sharing-p-3": "קבלו באמצעות  Skyz CRM יכולת לייבא ולשתף מאגרי מידע איכותיים.  התקשרו לדטהבייסים פוטנציאליים וסנכרנו אותם למערכת  . רעננו את הרשימות שלכם, היפתחו לקהלים חדשים, שתפו אותם במוצרי החברה  והתחילו בתהליכי מכירה.",
  "//Forecast_sales": "comment",
  "forecast-sales-title": "תחזית מכירות",
  "forecast-sales-t-1": "הציגו תחזית מכירות ברמת מיקרו ומאקרו",
  "forecast-sales-p-1": "קבלו במבט אחד תחזית מקיפה ברמת המיקרו והמאקרו בזמן אמת. הציגו עם Skyz CRM תחזית ללידים, לפגישות להזדמנויות ולמכירות בפועל על בסיס חודשי, רבעוני ושנתי ברמת הפרט, המחלקה והארגון. העניקו לעצמיכם את היכולת לקבל תמונה מקיפה מכל מקום, בכל זמן. ",
  "forecast-sales-t-2": "בחרו לכם את צורת התחזית הנכונה לכם",
  "forecast-sales-p-2": "הפיקו באמצעות Skyz CRM את התחזית  בצורה גמישה על פי צרכיכם. אפשרו לעצמיכם לקבל תחזיות לגבי לידים, פגישות ,הזדמנויות ומכירות בפועל על בסיס גיאוגרפי, בהתאם לסוג המוצר הנמכר ועל פי גודל החברה. צפו בתמונת המצב  בצורה נוחה וידידותית, גם באמצעות הסמארטפון.",
  "forecast-sales-t-3": "בצעו התאמות בהתאם לשינויים ארגוניים וחיצוניים",
  "forecast-sales-p-3": "העניקו לעצמיכם את היכולת לבצע התאמות ושינויים בתחזית. עדכנו באמצעות Skyz CRM כל שינוי פנימי או חיצוני המשפיע על הצפי בזמן אמת. הישארו עם תחזיות מעודכנות אשר מספקות לכם תמונה מדויקת ואמינה יותר לגבי תרחישי העתיד.",
  "//Reports_and_Dashboards": "comment",
  "reports-and-dashboards-title": "דוחות ודשבורד",
  "reports-and-dashboards-t-1": "קבלו דוחות וגרפים אוטומטית בכל תהליך",
  "reports-and-dashboards-p-1": "התקדמו להצגת דוחות חדשנית. לא רק דשבורד מרוכז אחד. עם Skyz CRM תקבלו דו''חות, תרשימים וגרפים רלוונטים בשילוב התהליך אותו אתם מנהלים. תצוגה זו תאפשר לכם להיחשף לנתונים בצורה גרפית מתקדמת, לקבל תובנות בזמן אמת ולקדם במהירות תהליכי קבלת החלטות.",
  "reports-and-dashboards-t-2": "הסיקו מסקנות מדויקות באמצעות דשבורדים מותאמי צרכים",
  "reports-and-dashboards-p-2": "התאימו עם Skyz CRM את הדשבורדים לדרישות שלכם. קבלו גמישות רבה בכל הקשור להפקת הדוחות, התרשימים והגרפים בהתאם לצרכי המוצר והארגון. .הסיקו מסקנות הנכונות לתהליכים המכירתיים והעסקיים שלכם. הניעו שיפורים והתאמות לצורך התייעלות מרבית.",
  "reports-and-dashboards-t-3": "הסתייעו בדוחות לקבלת החלטות גם בבית ובשטח",
  "reports-and-dashboards-p-3": "היחשפו לדו''חות, לתרשימים ולגרפים מכל מקום. צפו עם  Skyz CRM  בדוחות, תרשימים וגרפים באמצעות הטאבלט והסמארטפון בנינוחות מהכורסה בבית או בשטח בדרך לפגישה. קבלו את היכולת לשלוף כל דוח, תרשים או גרף במהלך ישיבה, על מנת להציג אותה ללקוח תוך כדי ניהול המו''מ.",
  "//Marketing": "comment",
  "marketing-get-started-title": "התקדמו לשירות לקוחות מכל מקום באמצעות Skyz Service",
  "marketing-get-started-p": "שפרו את איכות השירות ע''י מענה לקריאות מכל מקום, בזמן אמת. צפו במבט אחד על תהליכי השירות, נהלו אותם באפקטיביות ובצעו בקרות חיוניות אונליין.",
  "marketing-title": "הרחיבו את בסיס הלקוחות",
  "marketing-t-1": "ניהול קמפיין אימיילים",
  "marketing-p-1": "התקדמו לשיווק ממוקד באמצעות קמפיין אימיילים. דוורו באמצעות Skyz CRM לקהלי מטרה נבחרים בגמישות מרבית. בצעו מעקב מדויק אחר מסעות הפרסום ותוצאותיהם. קבלו תמונה מלאה וברורה משלב הוצאת הקמפיין וקליטת הפניות ועד לשלב הסופי של המכירה ללקוחות.",
  "marketing-t-2": "ניהול קמפיין מובייל",
  "marketing-p-2": "השתמשו בסמארטפון ובאייפון שברשותכם לשיווק אקטיבי חכם. שלחו הודעות SMS ממוקדות, כולל אפשרות לעריכת מסר שיווקי גמיש באמצעות Skyz CRM. העניקו לעצמיכם את היכולת להגיע לקהלי מטרה מדויקים ולשלוח מסרונים אישיים לחיזוק הקשר והגברת תחושת השייכות.",
  "marketing-t-3": "ניהול קמפיין חברתי",
  "marketing-p-3": "התחברו באמצעות Skyz CRM לרשתות חברתיות והעניקו חוויה אישית מותאמת לקהל היעד שלכם. נצלו את מאגר התוכן השיווקי המצוי במערכת, לחינוך שוק והשפיעו על יותר אנשים. נהלו דפי אוהדים מתוך המערכת והפכו יותר אוהדים ללקוחות בפועל.",
  "marketing-t-4": "ניהול מאגרי מידע",
  "marketing-p-4": "יבאו רשומות מידע חיצוניות ממקורות שונים בצורה מהירה וקלה. השביחו את הרשומות באמצעות מנגנון טיוב הנתונים החכם של Skyz CRM. השתמשו ברשומות המשופרות לקידום השיווק והמכירות. צרו לידים, המירו אותם להזדמנויות ומכירות. הוסיפו לארגון לקוחות חדשים והגדילו הכנסות.",
  "marketing-title-2": "שמרו על הלקוחות הקיימים",
  "marketing-t-5": "ניהול מועדוני לקוחות",
  "marketing-p-5": "העניקו לעצמיכם תשתית מעולה להפעלת מועדוני לקוחות מצליחים. עדכנו בצורה קלה מבצעים והטבות והסתייעו בתוספים לניהול מתקדם וגמיש. שלחו ניוזלטרים שיווקיים על ידי מערכת דיוור אלקטרוני חכמה. העמיקו את המכירות הקיימות באמצעות אפ-סיילס וקרוס-סיילס.",
  "marketing-t-6": "אפיון לקוחות קיימים",
  "marketing-p-6": "אספו מידע חיוני על התנהלות הלקוחות במסגרת הפעולות האינטראקטיביות מולם. הפיקו ושלחו שאלונים וסקרי שביעות רצון. תייגו עובדות ונתונים חשובים בכרטיסי הלקוח בכל מקום, בזמן אמת. הצליבו מקורות מידע באמצעות Skyz CRM וקבלו תמונה בהירה על מאפייני הלקוחות. מפו אותם על פי פרמטרים מוגדרים מראש לצורכי השיווק שלכם.",
  "marketing-t-7": "ניתוח מידע להתאמה אישית",
  "marketing-p-7": "העניקו לעצמיכם יכולות מתקדמות לניתוח מידע להתאמה אישית. השתמשו ביכולות המתקדמות של Skyz CRM למיפוי הצרכים של הלקוחות הקיימים. הסיקו מסקנות ושלחו המלצות מותאמות אישית באמצעות הדואר האלקטרוני או על ידי SMS לנייד. העניקו ללקוח תחושת אחד על אחד. צרו עמו קשר חם והרוויחו בגדול.",
  "marketing-title-3": "שתפו מידע שיווקי",
  "marketing-t-8": "שיתוף מידע",
  "marketing-p-8": "שתפו את עובדי הארגון באמצעות Skyz CRM במידע שיווקי חדש, שאלונים וסקרי שביעות רצון. אפשרו לאנשי ההנהלה ולצוות המכירות לשלוף מידע שיווקי חשוב בכל מקום אונליין. הסתייעו בטיפים ממנהל השיווק וממומחים בתחום אונליין להעשרת הידע שלכם ולשיפור עמדתכם במהלך המשא ומתן מול הלקוח.",
  "marketing-t-9": "שיתוף חברתי",
  "marketing-p-9": "הציגו לחברי הארגון את תכנון מהלכי השיווק ובקשו והסתייעו בחוות דעתם. נצלו את יכולות  מערכת Skyz CRM לקבלת חוות דעת ומשוב מכל מקום, בזמן אמת. העלו דעות ובצעו סיעור מוחות. בנו ושתפו קבוצות מיקוד לחידוד החלטות שיווקיות לגבי המוצרים והפעולות הנדרשות.",
  "marketing-title-4": "השביחו את התהליכים השיווקיים",
  "marketing-t-10": "אופטימיזציית קמפיינים פרסומיים",
  "marketing-p-10": "נהלו קמפיינים שיווקיים בקלות וביעילות בזמן אמת. השוו בין מסעות פרסום בצורה גמישה משתנים כמו: לידים נכנסים מקמפיין, הזדמנויות שנוצרו, סגירות בפועל ברמת חיתוך של גודל חברה ועל בסיס אזור גאוגרפי. קבלו תובנות לגבי מגמות ושיפורים אפשריים ותכננו את דרך הפעולה לקמפיינים הפרסומיים הבאים.",
  "marketing-t-11": "בקרת שיווק כוללת",
  "marketing-p-11": "צפו בתועלות ערוצי השיווק השונים של החברה. השוו אוטומטית באמצעות Skyz CRM את יחס ההמרה והחזר ההשקעה של פרסומים ב: קמפיינים, ערוצי מדיה, מנועי חיפוש, רשתות חברתיות, טלמרקטינג. בצעו מדידה כוללת של ערוצי השיווק בצורה גמישה על פי דרישותיכם. הסיקו מסקנות ובצעו התאמות  להתפלגות אופטימלית של ערוצי השיווק.",
  "marketing-t-12": "מקסום לקוחות חדשים",
  "marketing-p-12": "למדו את המהלכים והפעולות שבוצעו מול הלקוחות הנמצאים במו''מ עם החברה. תייגו עובדות חשובות  העשויות לסייע באפיון רצינות הלקוחות. מפו לקוחות פוטנציאלים על פי מאפיינים ופרמטרים מוגדרים מראש. הסיקו מסקנות מניתוח התפלגות רמות הפוטנציאל, שפרו את המיקוד ומקסמו לקוחות חדשים.",
  "marketing-title-5": "נצלו את יתרונות הטכנולוגיה",
  "marketing-t-13": "ניהול שיווק מהשטח",
  "marketing-p-13": "התקדמו לטכנולוגיית ענן של Skyz CRM וקבלו גישה למידע השיווקי מכל מקום, בזמן אמת. בצעו פעולות אקטיביות מהמובייל כמו מהמשרד. אפשרו לעצמיכם להניע כל מהלך, מכל מקום, ולהפוך שעה אבודה לשעת עבודה. שלפו נתונים בשטח, נתחו אותם וקבלו החלטות בזמן אמת.",
  "marketing-t-14": "אוטומציה של תהליכים",
  "marketing-p-14": "קבלו במבט אחד תמונת מצב שיווקית בהירה ומקיפה הכוללת: מהלכי שיווק עדכניים, סטטיסטיקות, תרשימים, גרפים, דוחות, מאמרים, חדשות ודעות. צמצמו פעולות שיווקיות ארוכות ומסורבלות, נהלו אותם ביעילות והרוויחו זמן יקר. העניקו לכם את האפשרות ליהנות מאוטומציה של פעולות עם Skyz CRM מכל מקום, בזמן אמת.",
  "marketing-t-15": "דוחות ודשבורד",
  "marketing-p-15": "התקדמו להצגת דוחות שיווקיים חדשנית המשולבת בכל תהליך, לא רק דשבורד מרוכז אחד! קבלו גמישות רבה בכל הקשור להפקת הדוחות, התרשימים והגרפים בהתאם לצורכי המוצר והארגון. צפו במידע בצורה מרשימה באמצעות המחשב השולחני, הלפטופ, הטאבלט והסמארטפון בזמן אמת, מכל מקום: מהכורסה בבית, מהשטח בדרך לפגישה, מחו''ל, מישיבות רבות משתתפים.",
  "//Email_campaign_Management": "comment",
  "email-campaign-management-title": "ניהול קמפיין אימיילים",
  "email-campaign-management-t-1": "נצלו את הכוח השיווקי של הדואר האלקטרוני",
  "email-campaign-management-p-1": "התקדמו לשיווק אקטיבי באמצעות דיוור ממוקד של אימיילים ללקוחות ולרשימות תפוצה פוטנציאליות. שלחו מבצעים, מבזקים או חדשות והניעו לפעולה. קבלו מנגנון חכם לעיצוב הפרסומים בקלות ובגמישות מקסימלית מכל מקום.  ",
  "email-campaign-management-t-2": "דוורו לקהלי מטרה נבחרים בגמישות מרבית",
  "email-campaign-management-p-2": "קבלו באמצעות Skyz MARKETING יכולת מלאה בבחירת קהל המטרה לדוורים האלקטרוניים. שלחו מסרים שיווקיים ממוקדים לחתכי הנמענים והגדילו את יחס ההמרה. אפשרו לנמענים נוספים להצטרף או להוריד את עצמם מרשימת התפוצה (בהתאם לחוק) באופן אוטומטי.  ",
  "email-campaign-management-t-3": "עקבו אחרי מסעות הפרסום עד שלב המכירה",
  "email-campaign-management-p-3": "בצעו מעקב אחר פניות נכנסות מדיוורי האימיילים שלכם לנמענים. נהלו את הלידים ביעילות באמצעות Skyz MARKETING והפכו אותם להזדמנויות ולעסקאות בפועל. קבלו תמונה מלאה וברורה משלב הוצאת הקמפיין וקליטת הפניות ועד לשלב הסופי של המכירה ללקוחות.",
  "//Mobile_campaign_Management": "comment",
  "mobile-campaign-management-title": "ניהול קמפיין מובייל",
  "mobile-campaign-management-t-1": "הצטרפו למהפכת השיווק הסלולרי",
  "mobile-campaign-management-p-1": "התקדמו לשיווק אקטיבי חכם באמצעות המובייל (אייפונים וסמארטפונים). שלחו מכל מקום בגמישות מלאה מסרונים (SMS) פרסומיים באמצעות Skyz MARKETING. נצלו את תשתית הניידים הענפה לחשיפה עוצמתית והניעו לפעולה באופן מִיָּדִי.",
  "mobile-campaign-management-t-2": "הגיעו לקהל מטרה מדויק בכל מקום",
  "mobile-campaign-management-p-2": "העניקו לעצמיכם את היכולת להגיע לקהלים מדויקים בכל מקום, בזמן אמת. שלחו הודעות ממוקדות כולל אפשרות לעריכת מסר שיווקי גמיש באמצעות Skyz MARKETING. אפשרו בחירת חתכים ברזולוציה גבוהה לפי סוג מוצר, בהתאם לגודל חברה ועל פי אזור גאוגרפי.",
  "mobile-campaign-management-t-3": "הפגינו יחס אישי וחם ללקוחות קיימים ופוטנציאליים",
  "mobile-campaign-management-p-3": "שפרו את האינטראקציה שלכם עם לקוחות קיימים ופוטנציאליים. שלחו באמצעות Skyz MARKETING מסרונים שיווקיים חכמים ואישיים לחיזוק הקשר עמם (במיוחד עם לקוחות הנמצאים אתכם במו''מ). קבלו כלי המאפשר לכם לתת להם תחושת שייכות. הפכו את הלקוחות לאוהדים.",
  "//Social_campaign_Management": "comment",
  "social-campaign-management-title": "ניהול קמפיין חברתי",
  "social-campaign-management-t-1": "צרו חוויה ייחודית מותאמת אישית לקהל היעד שלכם",
  "social-campaign-management-p-1": "התחברו באמצעות Skyz MARKETING לרשתות חברתיות והגיעו ליותר אנשים בדרכים מעניינות. העניקו חוויה אישית ומרגשת לקהל המטרה אותו אתם רוצים להשיג. צרו קמפיינים יצירתיים ונהלו אותם ביעילות מרבית באמצעות המערכת.",
  "social-campaign-management-t-2": "העצימו את ההשפעה על הלקוחות באמצעות שיתופים",
  "social-campaign-management-p-2": "שתפו יותר אוהדים בהצגת יכולות המוצרים שלכם באמצעות Skyz MARKETING. נצלו את מאגר ההמלצות והתוכן השיווקי המצוי ב-Skyz MARKETING לחינוך שוק. הגדילו מודעות והשפיעו על יותר אנשים להפוך ללקוחות פוטנציאליים.",
  "social-campaign-management-t-3": "נהלו דפי אוהדים ישירות מהמערכת",
  "social-campaign-management-p-3": "אפשרו לעצמיכם לנהל את דפי המעריצים ברשתות החברתיות באפקטיביות באמצעות Skyz MARKETING. מנפו את יכולות ניהול הלקוחות של המערכת ופתחו לכם הרבה יותר הזדמנויות ליצירת לידים אטרקטיביים. הפכו יותר אוהדים ללקוחות בפועל.",
  "//Database_Management": "comment",
  "database-management-title": "ניהול מאגרי מידע",
  "database-management-t-1": "יבאו רשומות מידע חיצוניות מהר וקל",
  "database-management-p-1": "מעוניינים לייבא רשומות מידע חיצוני? יבאו אותו בצורה מהירה באמצעות Skyz MARKETING. אפשרו לעצמיכם גמישות מרבית בניהול שדות הנתונים לצורך הצלחת התהליך. התחילו לעבוד עם הרשומות בצורה מסודרת ואפקטיבית.",
  "database-management-t-2": "טייבו נתונים בצורה מתקדמת",
  "database-management-p-2": "שפרו את איכות הרשומות באמצעות טיוב נתונים. מזגו רשומות כפולות עבור תיקי לקוחות באמצעות Skyz MARKETING. השביחו את הנתונים על ידי מנגנונים אוטומטיים. חסכו לכם שעות ארוכות של ''עבודת נמלים''.",
  "database-management-t-3": "קבלו יכולת ליצירת לקוחות חדשים",
  "database-management-p-3": "עכשיו כשהרשומות יובאו וטויבו, נהלו אותם בצורה מתקדמת באמצעות Skyz MARKETING. הכניסו אותם לתהליך יצירת לידים, הזדמנויות ומכירות תוך שימוש במנגנון מעקב משוכלל. הוסיפו לארגון לקוחות חדשים והגדילו הכנסות!",
  "//Customer_clubs": "comment",
  "customer-clubs-title": "ניהול מועדוני לקוחות",
  "customer-clubs-t-1": "הקימו מועדוני לקוחות אטרקטיביים על פי הצורך",
  "customer-clubs-p-1": "קבלו תשתית מצוינת להפעלת מועדוני לקוחות מצליחים באמצעות Skyz CRM. צרפו לקוחות חדשים למצבת חברי המועדון באמצעות מערכת רישום רספונסיבית שיווקית. עדכנו בצורה קלה ונוחה מבצעים והטבות. הסתייעו בתוספים לניהול מתקדם וגמיש.",
  "customer-clubs-t-2": "שילחו מבזקי ניוזלטר בעלי ערך מוסף בלחיצת כפתור",
  "customer-clubs-p-2": "שגרו ניוזטלרים שיווקיים מעת לעת לחיזוק ושימור נאמנות הלקוחות באמצעות מערכת הדיוור האלקטרוני המתקדמת של Skyz CRM. עצבו כל ניוזלטר באופן גמיש בהתאמה לצורכי הארגון. אפשרו כתיבה והפקה שיתופית על ידי מערכת ניהול הרשאות חכמה.",
  "customer-clubs-t-3": "הציעו אפסיילס וקרוס-סיילס להגדלת ההכנסות",
  "customer-clubs-p-3": "העמיקו מכירות קיימות באמצעות שליחת מבזקי אפ-סיילס וקרוס-סיילס אטרקטיביים. מפו את לקוחות החברה באמצעות Skyz CRM על פי צורכיהם ושלחו להם מבזקי שדרוג ומבזקי מוצרים משלימים בהתאמה. הגדילו הכנסות בצורה חכמה בהשקעה אפסית.",
  "//Generate_customer_details": "comment",
  "generate-customer-details-title": "אפיון לקוחות קיימים",
  "generate-customer-details-t-1": "לקטו מידע חיוני על התנהלות הלקוחות",
  "generate-customer-details-p-1": "אספו נתונים בזמן אמת במסגרת הפעולות האינטראקטיביות מול הלקוחות. צפו בהם ברזולוציה גבוהה וצודו פרטים חשובים באמצעות Skyz CRM . תייגו עובדות ונתונים בכרטיסי הלקוחות הרלוונטיים בכל מקום, מכל מחשב, בזמן אמת. ",
  "generate-customer-details-t-2": "הפיקו ושלחו שאלונים וסקרי שביעות רצון",
  "generate-customer-details-p-2": "חושו את רמת הדופק של הלקוחות. הפיקו באמצעות מנגנון הטפסים החכם של Skyz CRM שאלונים וסקרי שביעות רצון. שלחו אותם וקלטו את תשובות הנמענים באופן אוטומטי על ידי המערכת. תייגו עובדות חשובות.",
  "generate-customer-details-t-3": "הצליבו מקורות מידע לקבלת תמונה מדויקת",
  "generate-customer-details-p-3": "צפו בממצאים על התנהלות הלקוחות במבט של 360 מעלות. הצליבו מקורות ביעילות מרבית באמצעות Skyz CRM. העניקו לעצמיכם תמונה בהירה מדויקת על מאפייני הלקוחות. מפו אותם על פי פרמטרים מוגדרים מראש לצורכי השיווק שלכם.",
  "//Customizable_information_analysis": "comment",
  "customizable-information-analysis-title": "ניתוח מידע להתאמה אישית",
  "customizable-information-analysis-t-1": "נתחו מידע שיווקי מצטבר",
  "customizable-information-analysis-p-1": "השתמשו ביכולות המתקדמות של Skyz CRM לניתוח המידע השיווקי שצברתם. העניקו לעצמיכם תובנות מעמיקות בכל בקשור למיפוי הצרכים של הלקוחות הקיימים. בצעו סיעור מוחות לגבי הפתרונות השיווקיים וספקו מענה דיפרנציאלי בהתאמה נכונה לכל לקוח.",
  "customizable-information-analysis-t-2": "שלחו המלצות מותאמות אישית",
  "customizable-information-analysis-p-2": "הוציאו לפועל את המסקנות מניתוח המידע השיווקי על הלקוחות. שלחו המלצות חכמות בהתאמה אישית באמצעות Skyz CRM. קבלו גמישות רבה לשליחת מסרים אישיים באמצעות דוא''ל או SMS לנייד, בכל המקום, בזמן אמת. המליצו ללקוח על הפתרונות והמוצרים הנכונים לו.",
  "customizable-information-analysis-t-3": "העניקו ללקוח תחושת אחד על אחד",
  "customizable-information-analysis-p-3": "שלחו ללקוח מסרים שיווקיים אישיים כאילו הוא הלקוח היחיד העובד מולכם. הימנעו ממתן תחושה שהוא עוד מספר ברשימת הלקוחות הרחבה של חברתכם. הסתייעו ב-Skyz CRM לבניית מסרים בקונספט נוגע ואישי בצורה אוטומטית ויעילה. צרו קשר חם עם הלקוח והרוויחו בגדול.",
  "//Marketing_information_sharing": "comment",
  "marketing-information-sharing-title": "שיתוף מידע",
  "marketing-information-sharing-t-1": "שתפו מידע שיווקי חיוני",
  "marketing-information-sharing-p-1": "הפרו את אנשי השיווק והמכירות במידע שיווקי חיוני באמצעות Skyz CRM. שתפו אותם בעדכון תכנים שיווקיים חדשים (באמצעי המדיה השונים), בשאלונים וסקרים עדכניים,. בנתונים על הסביבה התחרותית. העצימו את תחושת הביטחון של הצוות הפועל מול הלקוחות במסגרת מו''מ ובתמיכה השוטפת.",
  "marketing-information-sharing-t-2": "עדכנו מהלכים שיווקיים אקטיביים בזמן אמת",
  "marketing-information-sharing-p-2": "עומדים להוציא קמפיין אימיילים פרסומי? להעביר מסר שיווקי באמצעות SMS? שתפו את תוכנו של כל המהלך עם אנשי השטח באמצעות Skyz CRM. עבדו בשיתוף פעולה עם צוות המכירות, תנו לו להיות מעורב ומוכן למהלכים. מקסמו את אפקטיביות התוצאות.",
  "marketing-information-sharing-t-3": "אפשרו שליפת מידע וטיפים מכל מקום בזמן אמת",
  "marketing-information-sharing-p-3": "העניקו לצוות במשרד ומחוצה לו נגישות מידית למידע השיווקי. עדכנו כל מידע, נתון, עובדה או מהלך חשוב באופן שוטף בכרטיסי הלקוחות של Skyz CRM. נצלו את מנגנון התיוג והחיפוש החכם של המערכת, לשליפת הנתונים בזמן אמת מכל מחשב, בכל מקום.",
  "//Marketing_social_sharing": "comment",
  "marketing-social-sharing-title": "שיתוף חברתי",
  "marketing-social-sharing-t-1": "הציגו תכנון מהלכים שיווקיים לחברי הארגון",
  "marketing-social-sharing-p-1": "מתכננים הוצאת קמפיין אימיילים מיוחד? ניוזלטר בתצורה חדשנית? הציגו לחברי הארגון  את מטרת המהלך השיווקי והתוכן הפרסומי באמצעות Skyz CRM. שתפו את העובדים במהלכי השיווק של החברה, קבלו דעות נוספות מזוויות שונות של הסתכלות והפכו את העובדים למחוברים יותר לפעילויות ולמותגי החברה .",
  "marketing-social-sharing-t-2": "קבלו חוות דעת מכל מקום בזמן אמת",
  "marketing-social-sharing-p-2": "העניקו לעצמיכם את היכולת לקבל משוב של חברי הארגון במהלך תכנון מהלכי השיווק מכל מקום. שתפו דעות ורעיונות באמצעות Skyz CRM מכל מחשב, בזמן אמת. בצעו התאמות לצורך הוצאה לפועל של מהלכים נכונים ואופטימליים.",
  "marketing-social-sharing-t-3": "בנו ושתפו קבוצות מיקוד",
  "marketing-social-sharing-p-3": "אפשרו לצוות השיווקי לבנות ולשתף קבוצות מיקוד לצורך חידוד המהלכים השיווקיים. נהלו את קבוצות המיקוד בקלות וביעילות באמצעות Skyz CRM.הסתייעו במידע השיווקי החשוב שהתקבל והבינו טוב יותר את הצרכנים.",
  "//Campaign_optimization": "comment",
  "campaign-optimization-title": "אופטימיזציית קמפיינים פרסומיים",
  "campaign-optimization-t-1": "נהלו ומדדו את תוצאות הקמפיינים בזמן אמת",
  "campaign-optimization-p-1": "העניקו לעצמיכם את היכולת לנהל קמפיינים שיווקיים בקלות וביעילות. מדדו והשוו את תוצאותיהם באמצעות Skyz CRM. קבלו תמונת מצב בהירה ומדויקת בכל מקום, בזמן אמת. צפו בתוצאות והתנהלו בהתאם.",
  "campaign-optimization-t-2": "השוו בין מסעות פרסום בגמישות על פי פרמטרים שונים",
  "campaign-optimization-p-2": "השתמשו במנגנון חכם של Skyz CRM להשוואה בין הקמפיינים השונים בצורה גמישה. הגדירו והשוו משתנים כמו: לידים נכנסים מקמפיין, הזדמנויות שנוצרו, סגירות בפועל, ברמת חיתוך של גודל חברה ועל בסיס גאוגרפי. התאימו את ההשוואה לצורכי הארגון לצורך הסקת מסקנות נכונה.",
  "campaign-optimization-t-3": "קבלו תובנות לגבי מגמות ושיפורים אופציונליים",
  "campaign-optimization-p-3": "אפשרו לעצמיכם לקבל תובנות בזמן אמת. צפו בהם בכל מקום, בזמן אמת, בצורה הנוחה לכם: נתונים, תרשימים, גרפים – על מנת להסיק מסקנות חדות וברורות לשיפורים עתידיים. שתפו את הנוגעים בדבר וקבעו את דרך הפעולה לקמפיינים הפרסומיים הקרובים.",
  "//Marketing_control": "comment",
  "marketing-control-title": "בקרת שיווק כוללת",
  "marketing-control-t-1": "צפו בתועלות של ערוצי השיווק השונים (כולל טלמרקטינג)",
  "marketing-control-p-1": "הציגו לעצמיכם במבט כולל נתונים השוואתיים של ערוצי השיווק של החברה. השוו באמצעות Skyz CRM באופן אוטומטי את יחס ההמרה והחזר ההשקעה של פרסומים ב: קמפיינים (אימיילים ו-SMS), ערוצי מדיה, מנועי חיפוש, רשתות חברתיות ושל מערך הטלמרקטינג. קבלו תמונה מדויקת של תועלות ערוצי השיווק בזמן אמת, בכל מקום.",
  "marketing-control-t-2": "מדדו ונתחו ביצועים עפ''י חתכי מוצר וקהלי יעד",
  "marketing-control-p-2": "בצעו מדידה כוללת של ערוצי השיווק בצורה גמישה על פי דרישותיכם. נתחו באמצעות Skyz CRM את אפקטיביות הערוצים בחיתוכים על בסיס מוצר, גודל חברה, מגזרים, מרחבים גאוגרפיים. קבלו יכולת מדידה על פני זמן והעניקו לעצמיכם תובנות בכל הקשור לשינוי מגמות.",
  "marketing-control-t-3": "הסיקו מסקנות ובצעו התאמות נדרשות להתפלגות ערוצי השיווק",
  "marketing-control-p-3": "כשניתוח כולל של ביצועי ערוצי השיווק בידיכם, התקדמו לשלב הסקת המסקנות ויישומן. שתפו בממצאים את צוות השיווק, את אנשי המכירות ומקבלי ההחלטות וקבלו תוספת משובים חשובים מצד כולם. הגיעו להחלטות משותפות וקבעו לעתיד הקרוב את התפלגות ערוצי השיווק האופטימלית.",
  "//Maximizing_new_customers": "comment",
  "maximizing-new-customers-title": "מקסום לקוחות חדשים",
  "maximizing-new-customers-t-1": "למדו לעומק את התנהלות הלקוחות הפוטנציאליים",
  "maximizing-new-customers-p-1": "צפו במהלכים ובפעולות שבוצעו מול הלקוחות הנמצאים במו''מ עם החברה. למדו מהמעקב באמצעות Skyz CRM על התנהגות, רצינות והיסטוריית הלקוחות. תייגו עובדות חשובות העשויות לסייע באפיון פוטנציאל הלקוחות באמצעות Skyz CRM.",
  "maximizing-new-customers-t-2": "מפו פוטנציאלים על פי מאפיינים ופרמטרים מוגדרים מראש",
  "maximizing-new-customers-p-2": "הגדירו מאפיינים ומשתנים לצורך מיפוי נכון של הלקוחות הפוטנציאליים. הסתייעו במסננים החכמים של Skyz CRM וצרו התפלגות רמות הפוטנציאל על פי המאפיינים והפרמטרים המוגדרים. חדדו לכם את התמונה באמצעות התצוגה המתאימה לכם: נתונים, תרשימים, גרפים.",
  "maximizing-new-customers-t-3": "שפרו את המיקוד ומקסמו לקוחות חדשים",
  "maximizing-new-customers-p-3": "הסיקו מסקנות מניתוח התפלגות רמות הפוטנציאל ופעלו בצורה ממוקדת ונכונה יותר מול כל רמה נבחרת. בחרו את כלי השיווק המתאימים לכל רמה, את אורך ההשקעה ואת אנשי המכירות הנכונים על מנת להתקדם לקראת סגירת עסקה. שפרו את יעילות השיווק ומקסמו לקוחות חדשים.",
  "//Field_based_marketing_management": "comment",
  "field-based-marketing-management-title": "ניהול שיווק מהשטח",
  "field-based-marketing-management-t-1": "צפו במידע שיווקי חיוני מכל מקום",
  "field-based-marketing-management-p-1": "התקדמו לטכנולוגיית ענן של Skyz CRM וקבלו גישה למידע השיווקי מכל מקום, בזמן אמת. התחברו למערכת מכל מחשב (נייח, נייד, טאבלט, סמארטפון, אייפד, אייפון) וצפו במידע עדכני בצורה בהירה ומותאמת לכל סוגי הרזולוציה. חפשו בקלות ובמהירות מידע החיוני לכם באמצעות מנגנון החיפוש החכם של המערכת.",
  "field-based-marketing-management-t-2": "בצעו פעולות אקטיביות באמצעות המובייל",
  "field-based-marketing-management-p-2": "נמצאים בשטח וחייבים להוציא קמפיין SMS שיווקי ללקוחות נבחרים ללא דיחוי? זה אפשרי! בצעו את שליחת המסרונים באמצעות Skyz CRM ישירות מהמובייל כאילו שאתם עושים זאת מהמשרד. אפשרו לעצמיכם להניע כל מהלך, מכל מקום ולהפוך שעה אבודה לשעת עבודה.",
  "field-based-marketing-management-t-3": "נתחו וקבלו החלטות בשטח",
  "field-based-marketing-management-p-3": "העניקו לעצמיכם יכולת מלאה של ניתוח מידע שיווקי גם מחוץ למשרד: בבית, בדרך לפגישה, בישיבה עם לקוח, בחו''ל. שלפו באמצעות מנוע החיפוש במתקדם של  Skyz CRM נתונים, תרשימים, גרפים ומאמרים עדכניים החיוניים לצורך ניתוח. הסיקו מסקנות וקבלו החלטות בזמן אמת.",
  "//Marketing_Automation": "comment",
  "marketing-automation-title": "אוטומציה של תהליכים",
  "marketing-automation-t-1": "קבלו במבט אחד תמונת מצב כוללת ומדויקת",
  "marketing-automation-p-1": "הציגו לעצמיכם ולכל אחד מאנשי השיווק והמכירות תמונה שיווקית בהירה ומקיפה. צפו באמצעות SkyzCRM בכל מקום, בזמן אמת, במידע הכולל: מהלכי שיווק עדכניים, סטטיסטיקות, תרשימים, גרפים, דוחות, מאמרים, חדשות ודעות. אפשרו לעצמיכם לקבל החלטות מהר ויעיל.",
  "marketing-automation-t-2": "צמצמו מהלכים מסורבלים והרוויחו זמן יקר",
  "marketing-automation-p-2": "התקדמו ל-SkyzCRM וצמצמו מהלכי שיווק מסורבלים ואטיים. נהלו ביעילות קמפיינים, בסיסי נתונים, מועדוני לקוחות, שיתוף מידע. נתחו מידע במהירות ובדיוק מקסימלי. בצעו בקרת שיווק יעילה מכל מקום והרוויחו זמן יקר.",
  "marketing-automation-t-3": "נצלו תהליכים אוטומטיים לייעול השיווק",
  "marketing-automation-p-3": "ייעלו את תהליכי השיווק באמצעות האוטומציה החכמה של SkyzCRM. השקיעו באופטימיזציה של תהליכי שיווק אוטומטים ומקסמו יצירת לקוחות חדשים. העניקו לכם את האפשרות ליהנות מאוטומציה של פעולות מכל מקום, בזמן אמת.",
  "//Marketing_Reports_and_Dashboards": "comment",
  "marketing-reports-and-dashboards-title": "דוחות ודשבורד – שיווק",
  "marketing-reports-and-dashboards-t-1": "קבלו דוחות וגרפים שיווקיים בכל תהליך",
  "marketing-reports-and-dashboards-p-1": "התקדמו להצגת דוחות שיווקיים חדשנית, לא רק דשבורד מרוכז אחד! קבלו באמצעות Skyz CRM דוחות, תרשימים וגרפים רלוונטיים בשילוב התהליך אותו אתם מנהלים. אפשרו לעצמיכם להיחשף לנתונים בצורה גרפית מתקדמת, לקבל תובנות שיווקיות בזמן אמת ולקדם במהירות תהליכי קבלת החלטות.",
  "marketing-reports-and-dashboards-t-2": "הסיקו מסקנות מדויקות באמצעות דשבורדים מותאמי צרכים",
  "marketing-reports-and-dashboards-p-2": "התאימו עם Skyz CRM את הדשבורדים לדרישות שלכם. קבלו גמישות רבה בכל הקשור להפקת הדוחות, התרשימים והגרפים בהתאם לצורכי המוצר והארגון. הסיקו מסקנות הנכונות לתהליכים השיווקיים שלכם. בצעו שיפורים והתאמות לצורך התייעלות מרבית.",
  "marketing-reports-and-dashboards-t-3": "הסתייעו בדוחות לקבלת החלטות גם בבית ובשטח",
  "marketing-reports-and-dashboards-p-3": "היחשפו לדוחות, לתרשימים ולגרפים שיווקיים מכל מקום. צפו עם Skyz CRM במידע באמצעות הטאבלט והסמארטפון בנינוחות מהכורסה בבית או בשטח בדרך לפגישה. קבלו את היכולת לשלוף כל דוח, תרשים או גרף שיווקי במהלך ישיבה, על מנת להרשים את הלקוח.",
  "//Service": "comment",
  "service-get-started-title": "התקדמו לשירות לקוחות מכל מקום באמצעות Skyz Service",
  "service-get-started-p": "שפרו את איכות השירות ע''י מענה לקריאות מכל מקום, בזמן אמת. צפו במבט אחד על תהליכי השירות, נהלו אותם באפקטיביות ובצעו בקרות חיוניות אונליין.",
  "service-title": "שדרגו את החברה למתן שירות מקיף",
  "service-t-1": "ניהול קריאות שירות",
  "service-p-1": "נהלו את קריאות השירות באמצעות Skyz CRM מכל מקום. קלטו את הקריאות בזמן אמת ונתבו אותן לתומך המתאים על ידי ניהול תהליך מובנה (BPM). בצעו מעקב לכל קריאה נכנסת וודאו שהיא מטופלת כראוי. קבלו תמונה כוללת של מצב הקריאות הדינמי בכל נקודת זמן. העניקו ללקוחות מענה מהיר ושפרו את שביעות רצונם מהשירות.",
  "service-t-2": "ניהול אירועי שירות",
  "service-p-2": "טפלו באירועים קלים כמורכבים ביעילות מרבית באמצעות Skyz CRM. נהלו את כל תהליך האירוע משלב הקריאה ועד גמר האירוע בזמן אמת. שייכו את אנשי הקשר והאנשים הטכניים המעורבים לאירוע לקבלת תמונה מקיפה וברורה. הקפידו על העלאת עדכונים של כל פרט בהתקדמות העבודה מכל מקום (כולל מהשטח!). הקפיצו תזכורות למניעת עיכובים מיותרים.",
  "service-t-3": "ניהול משימות שירות",
  "service-p-3": "נהלו משימות ופרויקטים בגמישות מרבית על ידי Skyz CRM. פקחו בצורה מושלמת מכל מקום על המשימות והמטלות הנגזרות מהן בזמן אמת. התאימו לעצמיכם את מבנה תהליך המשימות על פי סוג הפרויקט וצרכי הארגון. שייכו משימות לאנשי התמיכה ולאירועים הרלוונטיים בקלות וללא מגבלות.",
  "service-t-4": "ניהול חוזי שירות (SLA)",
  "service-p-4": "נהלו באמצעות Skyz CRM חוזי שירות מקיפים של לקוחות וספקים. העניקו לעצמיכם מנגנון משוכלל להפקת חוזים חכמים ומותאמים לצרכים (גם על פי אמנת השירות, SLA). התקדמו לניהול ארכיון חוזים דיגיטלי עם אפשרות לחיפוש ושליפת החוזה המבוקש בזמן אמת מכל מקום. קבלו אפשרות ליצירת התראות דו כיווניות לפני סיום ההתקשרות החוזית.",
  "service-t-5": "ניהול שירות שטח",
  "service-p-5": "התקדמו לניהול שירות שטח יעיל באמצעות Skyz CRM. הקצו קריאות שירות לטכנאי השטח על פי תהליך תעדוף מובנה אוטומטי (BPM). עקבו ופקחו על תהליכי השירות של טכנאי השטח, משלב הקריאה ועד לסיום המוצלח של האירוע. קבלו אפשרות לבצע תיעוד של פעולות חשובות כבר בשטח כגון: החתמת הזמנות, פעולות טכניות חשובות, אישור סיום עבודה.",
  "service-t-6": "ניהול ביצועי שירות",
  "service-p-6": "נהלו את ביצועי מערך השירות בזמן אמת. חשבו בעזרת Skyz CRM נתוני קריאות, על פי סוג האירועים ואנשי הצוות המטפלים בהם. העניקו לעצמיכם תובנות חשובות באמצעות מדידת משך הטיפול באירועים. בדקו את אחוזי ההצלחה, הסיקו מסקנות משותפות עם התומכים ושפרו את איכות השירות.",
  "service-title-2": "שתפו סוגיות שירות בזמן אמת",
  "service-t-7": "שיתוף מידע וקבצים",
  "service-p-7": "שתפו סוגיות שירות בזמן אמת באופן שוטף באמצעות Skyz CRM. אפשרו לכל איש טכני להתעדכן מניסיונם של אחרים בכל מקום בזמן אמת. שפרו את תהליך מציאת הפתרון ללקוחות. קצרו את זמני השירות.",
  "service-t-8": "שיתוף יומנים",
  "service-p-8": "התקדמו למערכת שיתוף יומני השירות החדשנית של Skyz CRM. צפו, שתפו ותאמו קריאות, אירועים, פגישות וישיבות שירות מכל מקום אונליין. סנכרנו את היומן ל-Office 365 ול-Google באופן מלא דו צדדי. העניקו לעצמיכם את היכולת לנהל מתוך היומן את תהליכי השירות ללקוחות בגמישות מרבית. התייעלו עם זימון אוטומטי לפגישות SOS ולישיבות רבות משתתפים.",
  "service-t-9": "שיתוף חברתי",
  "service-p-9": "שתפו מידע חיוני אונליין עם אנשי הצוות הטכני באמצעות Skyz CRM. אפשרו לאנשי השטח לקבל קבצים וטיפים מקצועיים מכם ומאנשי צוות בכירים בעלי ניסיון, בדרך ובמהלך אירועי השירות. העמיקו את הידע שלכם על מאפייני הלקוח, באמצעות התקשרות לרשתות חברתיות מתוך המערכת. צרו קהילות מומחים לתחומי השירות שלכם והסתייעו בהם באירועים שוטפים.",
  "service-t-10": "שיתוף ידע",
  "service-p-10": "הקימו פורטל ידע ארגוני וציבורי באמצעות Skyz CRM. עדכנו במאגר הידע: טיפים מניסיונכם, שאלות ותשובות (FAQ), ארכיון סוגיות שנפתרו, מידע מקצועי חשוב. אפשרו לאנשי הצוות הטכני לשלוף בזמן אמת מידע חיוני ממאגר הידע הארגוני הפנימי. סייעו ללקוחות שלכם לעזור לעצמם על ידי נגישות אונליינית למאגר ידע ציבורי. קצרו זמנים והתייעלו.",
  "service-title-3": "התייעלו בשירות עם טכנולוגיות וכלים חדשניים",
  "service-t-11": "ענן",
  "service-p-11": "העניקו לעצמיכם יתרונות משמעותיים במסגרת שירות הלקוחות:",
  "service-p-11.1": "א. ניהול תהליכי השירות בזמן אמת, מכל מקום",
  "service-p-11.2": "ב. שדרוג פעילות הצוות הטכני לביצוע פעולות אונליין בשטח",
  "service-p-11.3": "ג. אבטחת ברמה גבוהה מאוד של מידע רגיש",
  "service-p-11.4": "ד. חיסכון רב ברכש יקר של מחשוב ותשתיות שירות",
  "service-p-11.5": "ה. פיתרון מלא לניהול שירות בעלות חודשית אטרקטיבית (SaaS)",
  "service-t-12": "מובייל",
  "service-p-12": "שרתו את הלקוחות מכל מקום בזמן אמת. קבלו באמצעות Skyz CRM, בסמארטפון, תמונת מצב מקיפה על קריאות השירות וסטטוס הטיפול בהם. הפכו את המובייל לכלי עבודה חיוני ממדרגה ראשונה בניהול אירועים של אנשי שטח. אפשרו שליפת נתונים, מסמכים וקבצים מתוך המערכת על ידי הצוות הטכני בשטח כולל יכולת הדפסה.",
  "service-t-13": "שרשור (Workflow)",
  "service-p-13": "התקדמו לניהול תהליכי שירות מובנים וקביעת פורמט עבודה על פי צרכי הארגון. צרו באמצעות Skyz CRM זרימת עבודה הכוללת את כל השלבים החל מקריאת השירות ועד לסיומו המוצלח של האירוע. פשטו את נושא האישורים והבקשות במסגרת תהליכי העבודה. בצעו התאמות במידת הצורך בזמן אמת. צמצמו עיכובים מיותרים ושפרו אפקטיביות.",
  "service-t-14": "אינטגרציה לדואר אלקטרוני",
  "service-p-14": "נהלו את שירות הלקוחות עם Skyz CRM בסנכרון מלא עם תוכנות הדואר של מיקרוסופט וגוגל. שייכו הודעות דואר ישירות ללקוח או לאירועי שירות ופרויקטים ספציפיים. אתרו הודעות (כולל על ידי חיפוש ארכיוני) ושלפו אותן מכל מקום בזמן אמת. קבלו יכולת לשליחת התראות ותזכורות שירות ישירות מהמערכת למגוון צרכים: תקלות גורפות, ביקורי טכנאים, חידושי שירות, סקרי שביעות רצון.",
  "service-title-4": "נתחו מידע למצוינות בשירות",
  "service-t-15": "בקרת שירות",
  "service-p-15": "התקדמו לבקרת תהליכי שירות לקוחות 360 מעלות. צפו ופקחו על ביצוע מיטבי של הצוות הטכני לפעולות נדרשות כגון: קליטת קריאות, עדכון מידע, טיפול בלקוחות, התמודדות עם אירועים, מתן פתרונות. קבלו התראות על חריגות וכשלים בכל מקום. התערבו בזמן אמת ובצעו התאמות ושיפורים על פי הצורך. היו מחוברים לתהליכים עם אצבע על הדופק.",
  "service-t-16": "דוחות ודשבורד",
  "service-p-16": "אפשרו לעצמיכם לקבל במבט מהיר אחד, תצוגה גרפית מתקדמת המשולבת בכל אחד מתהליכי השירות. הפיקו עם Skyz CRM בגמישות דוחות, גרפים ותרשימים המותאמים לצורכי מחלקת השירות שלכם. הסתייעו בדשבורדים לקבלת החלטות נכונה, בזמן אמת, בדרך או במהלך אירוע מורכב בשטח.",
  "//Customer_Service_calls_management": "comment",
  "customer-service-calls-management-title": "ניהול קריאות שירות",
  "customer-service-calls-management-t-1": "טפלו בקריאות שירות מכל מקום אונליין",
  "customer-service-calls-management-p-1": "קלטו את קריאות השירות בזמן אמת במשרד או בשטח באמצעות הסמארטפון. הקצו עם Skyz CRM כל קריאה לאיש הטכני הנכון באמצעות תהליך מובנה (BPM) על פי סוג הקריאה, רמת המורכבות ומאפייני הלקוח. צרו תעדוף אופטימלי ונהלו את תהליך הטיפול בפניה ביעילות ובמקצועיות. שפרו את שביעות רצון הלקוחות.",
  "customer-service-calls-management-t-2": "בצעו מעקב מדויק אחר כל קריאה",
  "customer-service-calls-management-p-2": "פקחו טוב יותר על קריאות שירות באמצעות Skyz CRM. וודאו שהקריאות שהתקבלו נותבו לאנשי הטכניים המתאימים ומטופלות בצורה המקצועית ביותר. בצעו מעקב אחר לוחות הזמנים. מינעו עיכובים ופספוסים מיותרים. שפרו את מהירות המענה ללקוחות.",
  "customer-service-calls-management-t-3": "קבלו תמונת מצב במבט אחד",
  "customer-service-calls-management-p-3": "העניקו לעצמיכם באמצעות Skyz CRM תמונה מלאה של כל קריאות השירות במבט אחד. התמודדו טוב יותר עם מצבי לחץ. ווסתו עומסים בזמן אמת. נתבו נכון יותר קריאות לאנשים הטכניים הנכונים. שדרגו את מקצועיות מערך השירות.",
  "//Customer_Service_events_management": "comment",
  "customer-service-events-management-title": "ניהול אירועי שירות",
  "customer-service-events-management-t-1": "נהלו את כל תהליך האירוע אונליין",
  "customer-service-events-management-p-1": "התקבל אירוע דחוף ואתם נמצאים בשטח? נהלו אותו ביעילות עם Skyz CRM כמו מהמשרד. קבלו שליטה מלאה על כל התהליך משלב הקריאה ועד מתן הפתרון הנכון לסוגיה. טפלו בכל בעיה שמתעוררת בזמן אמת מכל מקום. העניקו ללקוח מענה אישי ומהיר והגבירו אצלו את תחושת הביטחון.",
  "customer-service-events-management-t-2": "שייכו את המעורבים לקבלת תמונה מלאה",
  "customer-service-events-management-p-2": "מעורבים באירוע מספר אנשי צוות וקבלני משנה? קשרו אותם באמצעות Skyz CRM לתהליך האירוע. קבלו תמונה מצב מקיפה על התרומה של כל אחד מאנשי התמיכה והקבלנים בכל נקודת זמן. נטרלו עיכובים מיותרים של כל אחד מנותני השירות. פקחו יעיל יותר על התקדמות הטיפול באירוע.",
  "customer-service-events-management-t-3": "עדכנו פרטים והקפיצו תזכורות",
  "customer-service-events-management-p-3": "שירות טוב קם ונופל על הדברים הקטנים. עדכנו באמצעות Skyz CRM כל פרט ופרט באירוע בזמן אמת. צרו לעצמיכם תהליך תמיכה מדויק בעל מידע מקיף ברזולוציה גבוהה.הקפיצו התראות תזכורת והימנעו מפספוסים ועיכובים מיותרים. התקדמו למצוינות בשירות.",
  "//Tasks_management": "comment",
  "tasks-management-title": "ניהול משימות שירות",
  "tasks-management-t-1": "פקחו על המשימות מכל מקום",
  "tasks-management-p-1": "העניקו לעצמיכם ולאנשי צוות השירות את היכולת להקים משימות ופרויקטים אונליין גם בשטח. נהלו את הפרויקטים בצורה יעילה וחכמה באמצעות Skyz CRM . קבלו אפשרות לפתוח משימות, תתי משימות ומטלות נגזרות. צרו התראות ותזכורות במידת הצורך. צמצמו עיכובים ועמדו בלוחות זמנים.",
  "tasks-management-t-2": "התאימו את מבנה תהליך המשימות לדרישותיכם",
  "tasks-management-p-2": "המשימה דורשת תהליך עבודה ספציפי? צרו עם Skyz CRM מבנה משימה הנכון לסוג הפרויקט וצרכי הארגון. קבלו גמישות רבה בביצוע התאמות מכל מקום בזמן אמת. אפשרו לאנשי השירות לבצע את המשימות במהירות ובאפקטיביות.",
  "tasks-management-t-3": "שייכו משימות לאירועים הרלוונטיים",
  "tasks-management-p-3": "הטלתם מספר משימות על צוות השירות עקב אירוע מורכב? שייכו את כל המשימות והמטלות לאירוע בקלות באמצעות SkyCRM. צפו במבט אחד על התקדמות האירוע ומתוכו על מילוי המשימות של כל אחד מאנשי השירות. אפשרו לעצמיכם ולאנשי השטח לבצע שינויים והתאמות בתהליכי המשימה אונליין מכל מקום.",
  "//S-L-A": "comment",
  "s-l-a-title": "ניהול חוזי שירות (SLA)",
  "s-l-a-t-1": "הפיקו חוזים חכמים ומותאמים גם על פי ה-SLA",
  "s-l-a-p-1": "התקדמו לניהול חוזי שירות עבור לקוחות וספקים באמצעות Skyz CRM. אפשרו לצוות הטכני להפיק חוזים בהתאמה אישית על פי סוג השירות וצרכי הארגון. קבלו תוסף התומך גם באמנת השירות (Service Level Agreement) המגדיר את רמת השירות ללקוח. תפעלו את מערך השירות יעיל יותר ושפרו את שורת הרווח.",
  "s-l-a-t-2": "שִלפו חוזה נדרש מהארכיון הדיגיטלי בזמן אמת",
  "s-l-a-p-2": "מחפשים חוזה מלפני חודשיים? שלפו אותו בקלות ובמהירות באמצעות Skyz CRM. נהלו ארכיון חוזי שירות דיגיטלי רחב ממדים ללקוחות ולספקים עם מנגנון חיפוש אוטומטי. העניקו לעצמיכם את האפשרות לצפות בכל חוזה בזמן אמת גם בשטח באמצעות הסמארטפון.",
  "s-l-a-t-3": "קבלו אפשרות ליצירת התראות דו כיווניות לפני סיום ההתקשרות",
  "s-l-a-p-3": "צרו התראות לכם וללקוח בשל סיום החוזה באמצעות Skyz CRM. תזכרו את עצמיכם, את הצוות התמיכה ואת הלקוח לקראת סיום התקשרות החוזית ביניכם. הימנעו ממצב לא נעים בו יש לתת מענה ללקוח ותיק שגלש מעבר לתוקף השירות. חנכו את הלקוחות לעבוד מסודר – זה טוב לכולם!",
  "//Field_based_service_management": "comment",
  "field-based-service-management-title": "ניהול שירות שטח",
  "field-based-service-management-t-1": "הקצו קריאות שירות ישירות לשטח",
  "field-based-service-management-p-1": "נתבו את קריאות השירות לטכנאי השטח על פי תעדוף מובנה אוטומטי (סוג הקריאה, רמת המורכבות ומאפייני הלקוח). סייעו להם באמצעות Skyz CRM לקלוט ולטפל באירועי השירות כאילו הם עובדים מהמשרד. נצלו את ההון האנושי שפועל בשטח לתמיכה מקיפה ואפקטיבית באירועים על ידי הסמארטפון.",
  "field-based-service-management-t-2": "עקבו ביעילות אחר טכנאי השטח",
  "field-based-service-management-p-2": "קבלתם קריאת שירות לאירוע שטח? עקבו באמצעות Skyz CRM אחרי תהליך האירוע, החל מקליטת הקריאה על ידי הטכנאי המתאים, ועד סיומו תוך מתן מענה מושלם לשביעות רצון הלקוח. לוו כל אחד מאנשי הצוות ותמכו בו באמצעות סיוע מקצועי שיעודכן בזמן אמת בתיקיית האירוע במערכת. קבלו במבט אחד תמונת מצב מקיפה על אירועי השטח והטיפול בהם.",
  "field-based-service-management-t-3": "קבלו אפשרות לבצע תיעוד חשוב בשטח",
  "field-based-service-management-p-3": "נצלו את היכולות הטכנולוגיות של Skyz CRM לתיעוד חיוני בשטח. החתימו הזמנות במעמד הפגישה, עדכנו פעולות טכניות חשובות אונליין ואשרו סיום עבודה עם הלקוח באמצעות הסמארטפון. בצעו פעולות נדרשות בזמן אמת בלי לערב את המשרד.",
  "//Customer_service_performance_management": "comment",
  "customer-service-performance-management-title": "ניהול ביצועי שירות",
  "customer-service-performance-management-t-1": "חשבו נתוני קריאות שירות בזמן אמת",
  "customer-service-performance-management-p-1": "קבלו במבט אחד את מספר קריאות השירות ברמה חודשית, רבעונית ושנתית. חשבו באמצעות Skyz CRM את נתוני הקריאות בהתאם לחתכים שונים מכל מקום בזמן אמת. השוו בין תקופות, סוגי אירועים ואנשי הצוות הטכני, להבנת מגמות רמת השירות. בצעו אופטימיזציה במידת הצורך והתייעלו.",
  "customer-service-performance-management-t-2": "מדדו את משך הטיפול באירועי לקוחות",
  "customer-service-performance-management-p-2": "הטיפול בלקוחות מספיק מהיר? העניקו לעצמיכם את היכולת למדוד את משך הטיפול של אנשי השירות באירועי הלקוחות. קבלו בזמן אמת תמונת מצב על אורך האירועים תוך אפשרות לחיתוך על פי האיש הטכני ו/או סוג האירוע. הסיקו מסקנות וקצרו את זמני הטיפול. התקדמו לשירות מהיר.",
  "customer-service-performance-management-t-3": "בדקו אחוזי הצלחה ושפרו את איכות השירות",
  "customer-service-performance-management-p-3": "קשרו בין האנשים הטכניים וההצלחה במתן פתרון מלא ומהיר ללקוחות. חשבו את אחוזי ההצלחה של כל אחד מאנשי צוות וקבלו תובנות על איכות השירות ברמת הפרט והכלל. בצעו ישיבות עבודה עם כל אחד מהאנשים הטכניים, נתחו סוגיות שהעלתם בבדיקה ושפרו את אפקטיביות הביצועים.",
  "//Customer_service_information_management": "comment",
  "customer-service-information-management-title": "שיתוף מידע וקבצים",
  "customer-service-information-management-t-1": "עבדו במשותף על קריאות ושפרו את השירות.",
  "customer-service-information-management-p-1": "מנפו עם Skyz CRM את יכולות התמיכה בלקוחות באמצעות שיתוף מידע עם צוות מחלקת השרות. בצעו סיעור מוחות תוך כדי צפייה במידע מלא על התנהלות האירועים. קבלו עצות וטיפים אונליין. קצרו זמנים במתן פתרונות.",
  "customer-service-information-management-t-2": "שתפו מידע וקבצים מכל מכשיר, מכל מקום, בכל זמן",
  "customer-service-information-management-p-2": "השלמתם את הפתרון ללקוח? עדכנו ותייגו אותו בכרטיס הלקוח של Skyz CRM ישירות מהסמארטפון. הקפידו לתעד בכל עת ומכל מקום מגוון רחב ככל האפשר של אירועים ופתרונות. הפכו את Skyz CRM למאגר ידע רחב, חשוב וזמין לאנשי מחלקת השרות במשרד ובשטח.",
  "customer-service-information-management-t-3": "אתרו אונליין רעיון לפתרון של תקלה מהיסטורית הלקוחות",
  "customer-service-information-management-p-3": "חפשו עם Skyz CRM, בזמן אמת, מענה נכון לכל אירוע מתוך היסטוריית הטיפולים והפתרונות המעודכנת במערכת. השתמשו בתבונה בחיפוש על פי תגיות ו/או טקסט חופשי ושלפו במהירות סוגיות דומות של לקוחות אחרים. לימדו מהניסיון והעניקו שירות טוב ומהיר יותר ללקוח.",
  "//Share_calendars": "comment",
  "share-calendars-title": "שיתוף יומנים",
  "share-calendars-t-1": "שתפו ביומן קריאות, אירועים וישיבות שירות",
  "share-calendars-p-1": "צפו, שתפו ותאמו קריאות, אירועים ופגישות שירות עם Skyz CRM מכל מקום. אפשרו לעצמיכם כמנהלים לקבל במבט אחד תמונת מצב עדכנית על כל הקריאות והאירועים ברמה יומית, שבועית וחודשית. הפכו את היומן לכלי עבודה מרכזי המקושר לכל תהליכי השירות ובצעו שינויים בזמן אמת.",
  "share-calendars-t-2": "סנכרנו מ-Office 356 ומ-Google באופן מלא",
  "share-calendars-p-2": "סנכרנו קריאות ופגישות שירות שנקבעו בתוכנות הדואר של מיקרוסופט וגוגל ל- Skyz CRM, ולהפך, בקלות ובמהירות. קשרו את המידע מתוכנות דואר אלקטרוני פופולריות אלו לכרטיסי הלקוח במערכת. נהלו בצורה מתקדמת את תהליכי השירות ללקוחות. רכזו את כל המידע במקום אחד ואפשרו גישה מכל מקום, בכל זמן.",
  "share-calendars-t-3": "חסכו זמן עם זימון אוטומטי לפגישות",
  "share-calendars-p-3": "מעוניינים לארגן פגישה רבת משתתפים או ישיבת שירות SOS? התייעלו עם מערכת ניהול היומנים של Skyz CRM . צפו בכל היומנים הרלוונטיים בזמן אמת, מצאו את הזמן האופטימלי לקביעת הפגישה ושילחו זימון לפגישה בלחיצת כפתור. אישור אוטומטי יתבצע על ידי עדכון אונליין של המוזמנים מכל מקום.",
  "//Social_customer_service": "comment",
  "social-customer-service-title": "שיתוף חברתי",
  "social-customer-service-t-1": "בצעו סיעור מוחות עם אנשי השירות בזמן אמת",
  "social-customer-service-p-1": "האיש הטכני שלכם מתמודד עם אירוע מורכב? אפשרו לו לשתף ולהתייעץ אתכם ועם אנשי צוות נוספים באמצעות Skyz CRM. בצעו סיעור מוחות, העבירו קבצים ומידע חיוני והסיקו מסקנות משותפות בזמן אמת. שימו דגש על חשיבה משותפת והעצימו את היכולת להתמודד במהירות וביעילות עם מצבים מורכבים.",
  "social-customer-service-t-2": "התקשרו באמצעות Skyz CRM לרשתות חברתיות",
  "social-customer-service-p-2": "העמיקו את המידע שלכם על הלקוח הפוטנציאלי באמצעות קישור לרשתות חברתיות מתוך Skyz CRM. הבינו יותר על מאפייני הלקוח, ההיסטוריה שלו והאירועים אותם עבר. מצאו מידע על אירועים קודמים בעברו ודרכי ההתמודדות שלו אתם. העניקו לעצמיכם ידע ייחודי וחשוב.",
  "social-customer-service-t-3": "שתפו קהילות מומחים במגוון סוגיות",
  "social-customer-service-p-3": "צרו קהילות מומחים לתחומי השירות אותם אתם מספקים. קשרו אותם באמצעות Skyz CRM לאירועים קיימים על סדר היום. קבלו סיוע בזמן אמת מכל מקום במסגרת ההתמודדות שלכם עם שאלות וסוגיות מקצועיות. מצאו פתרונות מהר יותר ושפרו את השירות ללקוחות.",
  "//Sharing_knowledge": "comment",
  "sharing-knowledge-title": "שיתוף ידע",
  "sharing-knowledge-t-1": "הזינו את אנשי השירות בטיפים מקצועיים אונליין",
  "sharing-knowledge-p-1": "עדכנו מידע מקצועי בזמן אמת ב- Skyz CRM. תרמו טיפים חשובים מניסיונכם (כולל מנהלי צוות ואנשי שירות ותיקים) לבסיס הידע של מחלקת השירות. הבטיחו שהתשובות הנכונות יהיו נגישות לכל אחד מאנשי השירות. אפשרו לצוות הטכני גישה לידע המקצועי, החיוני והעדכני מכל מקום בזמן אמת.",
  "sharing-knowledge-t-2": "שלפו בחיפוש מהיר ידע מצטבר על סוגיות שנפתרו",
  "sharing-knowledge-p-2": "העניקו לעצמיכם את היכולת לצבור מידע על אירועי שירות השונים של הלקוחות. הוסיפו ל- Skyz CRM מגוון רחב של סוגיות והפכו זאת למאגר מידע חיוני לארגון. תנו לצוות התמיכה שלכם נגישות בזמן אמת למידע היסטורי חיוני. שלפו בחיפוש מהיר ידע מצטבר על מקרי לקוחות שאין לו תחליף בשום מקור אחר.",
  "sharing-knowledge-t-3": "סייעו ללקוחות שלכם לעזור לעצמם ולקצר זמנים",
  "sharing-knowledge-p-3": "אפשרו בניית מאגר ציבורי עבור הלקוחות שלכם. העמיקו את בסיס הידע הציבורי באמצעות Skyz CRM וארגנו אותו בצורה מסודרת של שאלות ותשובות (FAQ). אפשרו ללקוחות עצמם לפתור סוגיות ללא צורך בסיוע טכני של צוות השירות. סייעו ללקוחות שלכם לעזור לעצמם ולקצר זמנים. הרוויחו שעות עבודה יקרות.",
  "//Skyz_Service_Cloud": "comment",
  "skyz-service-cloud-title": "טכנולוגיית ענן",
  "skyz-service-cloud-t-1": "תמכו בלקוחות מכל מקום בכל זמן",
  "skyz-service-cloud-p-1": "התקדמו לטכנולוגיית הענן החדשנית של Skyz CRM. תמכו בלקוחות באופן מלא מכל מקום: מהבית, מהמשרד, מחו''ל, ממשרדי הלקוח ומהשטח. התחברו למערכת וצפו בסטטוס הלקוח בזמן אמת מכל מחשב: נייח, נייד, טאבלט, סמארטפון. היו נגישים ושפרו את שביעות רצון הלקוחות.",
  "skyz-service-cloud-t-2": "שדרגו טיפול מסורבל לשירות מהיר בזמן אמת",
  "skyz-service-cloud-p-2": "האיצו באמצעות Skyz CRM את תהליכי השירות ללקוחות. שפרו באופן דרמטי את המענה לקריאות שירות מכל מקום אונליין וקצרו את זמני ההמתנה. אפשרו לצוות הטכני נגישות מידית למידע חיוני באירועי שירות בזירות השונות. שדרגו מהלכים מסורבלים לפעולות מהירות בזמן אמת.",
  "skyz-service-cloud-t-3": "קבלו שקט נפשי עם מידע מאובטח כראוי",
  "skyz-service-cloud-p-3": "שמרו על המידע הרגיש של ניהול השירות. אבטחו באמצעות Skyz CRM את המידע שלכם בשרתים וירטואליים ברמה הגבוהה ביותר (3 שכבות הגנה) כולל גיבויים אוטומטים אונליין. שחררו את עצמיכם מהאחריות האישית לאבטחת מידע פרטנית בשרתי החברה, ותנו למקצוענים לאבטח את המידע שלכם כראוי בענן. הקנו לעצמיכם שקט נפשי.",
  "skyz-service-cloud-t-4": "התקדמו לעבודה במודל SAAS וחסכו רכש יקר",
  "skyz-service-cloud-p-4": "חסכו הוצאות רכש גדולות והתעסקויות בתשתיות ומחשוב. התקדמו למודל SaaS (תוכנה כשירות) של Skyz CRM. שלמו תשלום חודשי נמוך, התחברו למערכת והתחילו לנהל באופן מלא ומתקדם את השירות ללקוחות. מערכת Skyz CRM תפעיל ותטפל עבורכם בתשתיות, בביטוחים, באבטחת מידע, ביציבות המערכת, במהירות העבודה ובשדרוגים. כל שנותר לכם הוא לשפר את תפוקות השירות לשביעות רצון הלקוחות.",
  "//Skyz_Service_Mobile": "comment",
  "skyz-service-mobile-title": "מובייל",
  "skyz-service-mobile-t-1": "נהלו את תהליכי השירות מכל מקום",
  "skyz-service-mobile-p-1": "התקדמו לניהול שירות הלקוחות מהמובייל בזמן אמת. קבלו במבט אחד לסמארטפון תמונת מצב מקיפה של הקריאות והסטטוס שלהם באמצעות Skyz CRM. פקחו על הצוות הטכני ותהליכי השירות באופן רציף. עדכנו את אנשי התמיכה במידע חשוב אונליין ובצעו סיעור מוחות במידת הצורך.",
  "skyz-service-mobile-t-2": "העניקו לצוות הטכני יכולות שטח",
  "skyz-service-mobile-p-2": "שדרגו את מערך השירות של הארגון לקבלה ולניהול קריאות שירות ישירות מהשטח. הפכו את הסמארטפון לכלי מידע חיוני המאפשר לצוות הטכני בשטח לקבל טיפים ועדכונים מקצועיים ישירות מ-Skyz CRM. העניקו לאנשי התמיכה זמינות מלאה בביצוע פעולות חיוניות בשטח כגון: יצירת הזמנות, החתמת לקוחות, עדכון תזכורות ומידע חיוני. חסכו עיכובים מיותרים וייעלו את השירות ללקוחות .",
  "skyz-service-mobile-t-3": "שלפו כל נתון טכני נדרש אונליין בכל מקום",
  "skyz-service-mobile-p-3": "העניקו לעצמיכם את היכולת לאתר ולשלוף מסמכים וקבצים בזמן אמת בכל מקום: התחברו למערכת Skyz CRM באמצעות הסמארטפון, חפשו בצורה זריזה את המסמך בתיקיית הלקוח או בפרויקט הרלוונטי ושלפו אותו בקלי קלות. קבלו בנוסף אפשרות להדפיס את המסמך ישירות מהתוכנה באמצעות מגוון רחב של מדפסות.",
  "//Customer_service_workflow": "comment",
  "customer-service-workflow-title": "שרשור (workflow)",
  "customer-service-workflow-t-1": "נהלו תהליכי שירות מובנים על פי צרכי החברה",
  "customer-service-workflow-p-1": "אפשרו לעצמיכם לקבל גמישות מלאה בניהול תהליך השירות וקביעת הפורמט המתאים על פי צרכי הארגון. התאימו את התהליך על ידי Skyz CRM לסוג האירועים עמם אתם מתמודדים, ברמת מחלקה, ברמת פרויקט, ברמת מוצר וברמת הפרט (האיש הטכני). ייעלו בצורה דרמטית את תהליכי העבודה ושפרו את התנהלות מערך השירות.",
  "customer-service-workflow-t-2": "צרו זרימת עבודה נכונה עבור אנשי השירות",
  "customer-service-workflow-p-2": "צרו זרימת עבודה נכונה ואפקטיבית באמצעות Skyz CRM. הכלילו בזרימה את כל השלבים – מקליטת קריאת השירות ועד תום האירוע לשביעות רצון הלקוח, תוך מתן האישורים הנדרשים מצד ההנהלה במהלך התהליך. שרטטו את נתיב הזרימה הנכון לכם בשיתוף אנשי התמיכה. הוציאו לפועל תוצאה אופטימלית בקלות ובמהירות.",
  "customer-service-workflow-t-3": "פשטו את נושא האישורים והבקשות בתהליכי העבודה",
  "customer-service-workflow-p-3": "נהלו את נושא האישורים ובקשות בתהליכי העבודה בצורה אפקטיבית. קבלו עם Skyz CRM פתרון קל וידידותי לניהול תהליכים, המאפשר להנהלה או לכל גורם מקצועי מורשה אחר לאשר פעולה, בקשה או הצעת מחיר, מכל מקום בזמן אמת. צמצמו עיכובים בתהליכי השירות ושפרו את פריון העבודה.",
  "//Service_email_integration": "comment",
  "service-email-integration-title": "אינטגרציה לדואר אלקטרוני",
  "service-email-integration-t-1": "סנכרנו אוטומטית את ה-Outlook ו-Google Apps עם Skyz CRM",
  "service-email-integration-p-1": "נהלו את קשרי הלקוחות בסנכרון מלא עם ה-Outlook ו-Google Apps. סנכרנו בקלות הודעות, משימות, אנשי קשר ולוחות שנה של מיקרוסופט וגוגל. חסכו זמן יקר של הזנת נתונים מיותרת. העניקו לעצמיכם את היכולת לצפות בהודעות ובמשימות הקשורות ללקוחות מכל מקום בעולם.",
  "service-email-integration-t-2": "שייכו דואר ישירות ללקוח או לאירוע הרלוונטי",
  "service-email-integration-p-2": "תייקו באמצעות Skyz CRM הודעות דוא''ל ישירות לכרטיס הלקוח, לאירוע השירות או לפרויקט המתאים בקלות. צרו קישורים נחוצים בצורה ידידותית על פי צורכיכם. שלפו הודעות נדרשות (כולל היסטוריות באמצעות חיפוש מתקדם) בזמן אמת מכל מקום. קבלו את כל המידע הנדרש על ידי מערכת מתקדמת אחת.",
  "service-email-integration-t-3": "שלחו תזכורות שירות ישירות מהמערכת",
  "service-email-integration-p-3": "שלחו התראות ותזכורות דוא''ל ישירות מ-Skyz CRM. דוורו הודעות אלקטרוניות לתפוצה רבתי במקרה של תקלה גורפת. העניקו לעצמיכם את האפשרות לשלוח תזכורות לחידושי שירות על פי חתכים נבחרים. שילחו הודעות מקדימות ללקוחות באופן אוטומטי לפני ביקורי טכנאים. התקדמו למתן שירות ברמת גבוהה.",
  "//Customer_service_Control": "comment",
  "customer-service-control-title": "בקרת שירות",
  "customer-service-control-t-1": "בקרו את תהליכי השירות 360 מעלות.",
  "customer-service-control-p-1": "קבלו במבט אחד תמונת מבט של 360 מעלות על תהליכי השירות ללקוחות. צפו ופקחו מכל מקום על: קליטת קריאות שירות מהירה, עדכון מידע חיוני בזמן אמת, טיפול נכון בלקוחות, התמודדות עם אירועים מורכבים, מתן פתרונות חכמים. העניקו לעצמיכם תובנות חשובות שיסייעו בשיפור איכות השירות.",
  "customer-service-control-t-2": "קבלו התראות בזמן אמת על מצבים קריטיים",
  "customer-service-control-p-2": "הדקו את הבקרה על הצוות הטכני באמצעות Skyz CRM. נהלו מערכת התראות אשר תתריע בפניכם בכל מקום (באמצעות הסמארטפון) על כשלים בתפעול השירות ללקוחות כגון: באין מענה לקריאות, בחריגות מלוחות זמנים מתוכננים, באירועים שהסתבכו. התערבו בזמן אמת בתהליכים וסייעו לשיפור המצב.",
  "customer-service-control-t-3": "בצעו התאמות על פי הצורך",
  "customer-service-control-p-3": "העניקו לעצמיכם את היכולת לבצע התאמות בתהליכי השירות עקב שינויים פתאומיים, פנימיים וחיצוניים . עדכנו תהליכים מובנים על פי הנדרש באמצעות Skyz CRM מכל מקום בזמן אמת. רעננו הנחיות ונהלים למקרי חירום ושתפו את הצוות הטכני. היו עם האצבע על הדופק ושמרו על מתן שירות יציב ואיכותי.",
  "customer-service-control-t-4": "",
  "customer-service-control-p-4": "",
  "//Service_Reports_and_Dashboards": "comment",
  "service-reports-and-dashboards-title": "דוחות ודשבורד",
  "service-reports-and-dashboards-t-1": "קבלו דוחות וגרפים אוטומטית בכל תהליך שירות",
  "service-reports-and-dashboards-p-1": "התקדמו להצגת דוחות חדשנית של תהליכי השירות. העניקו לכם באמצעות Skyz CRM דו''חות, תרשימים וגרפים רלוונטיים בשילוב התהליך השירות אותו אתם מנהלים – לא רק דשבורד מרוכז אחד! החשפו לנתונים בצורה גרפית מתקדמת, קבלו תובנות בזמן אמת וקדמו במהירות החלטות לשיפור השירות.",
  "service-reports-and-dashboards-t-2": "הסיקו מסקנות מדויקות באמצעות דשבורדים מותאמי צרכים",
  "service-reports-and-dashboards-p-2": "התאימו עם Skyz CRM את הדשבורדים לדרישות שלכם. קבלו גמישות רבה בכל הקשור להפקת הדוחות, התרשימים והגרפים בנושאי השירות בהתאם לסוג המוצר, חתך הלקוחות וצרכי הארגון. הסיקו מסקנות הנכונות לתהליכים המתאימים לכם והתייעלו.",
  "service-reports-and-dashboards-t-3": "הסתייעו בדוחות לקבלת החלטות בשטח",
  "service-reports-and-dashboards-p-3": "היחשפו לדשבורדים המשולבים בתהליכים מכל מקום בזמן אמת. צפו עם Skyz CRM בדוחות, תרשימים וגרפים באמצעות הטאבלט והסמארטפון בדרך או במהלך אירוע מורכב בשטח. קבלו את היכולת לשלוף כל דוח, תרשים או גרף על מנת להציג בבהירות את תמונת המצב באירוע למעורבים בקבלת ההחלטות.",
  "//Advantages": "comment",
  "advantages-cloud-t": "טכנולוגיית ענן",
  "advantages-cloud-p": "התקדמו למערכת חדשנית בטכנולוגית ענן. אפשרו לאנשי הארגון עבודה מכל מקום, מכל מכשיר, בזמן אמת.",
  "advantages-360-t": "תמונת מצב 360",
  "advantages-360-p": "קבלו תמונה מקיפה במבט אחד על הלקוחות: מצב נתון, הסטוריה, תהליכים, פניות, הזדמנויות, קריאות, עסקאות.",
  "advantages-anywhere-t": "עבודה מכל מקום",
  "advantages-anywhere-p": "צפו במידע חיוני, הניעו מהלכים ועבדו מול הלקוח ביעילות מרבית מהמשרד, מהשטח, מהדרך, מהבית, מחו''ל.",
  "advantages-real-time-t": "ניהול בזמן אמת",
  "advantages-real-time-p": "נהלו את התהליכים, המשימות, הפיקוח והבקרה אונליין מכל מקום עם נגישות מידית למידע. כל דקה שווה הרבה כסף.",
  "advantages-friendly-t": "תצוגה ידידותית",
  "advantages-friendly-p": "העניקו לעצמיכם תצוגה נוחה ואופטימלית של המידע, הנתונים, הדוחות והדשבורדים בכל מכשיר, בכל מקום, בלחיצת כפתור.",
  "advantages-instant-t": "חיבור מידי למערכת",
  "advantages-instant-p": "התחברו ל-Skyz CRM באמצעות מודל SaaS והתחילו לעבוד ממחר בבוקר. חסכו מעצמיכם הוצאות על רכש יקר והתעסקויות באבטחת מידע.",
  "advantages-innovative-t": "תפיסה חדשנית",
  "advantages-innovative-p": "שדרגו את הארגון  באמצעות מערכת ניהול חדשנית. קבלו מענה לכל צורך בעידן העכשווי בהיבטי העבודה, הטכנולוגיה, השיווק, השרות, השיתוף.",
  "advantages-mobile-t": "תאימות מלאה למובייל",
  "advantages-mobile-p": "אפשרו לעצמיכם לנהל את קשרי הלקוחות מהמובייל בדיוק כמו מהמשרד. נצלו את יכולות העבודה בשטח והגדילו פריון.",
  "advantages-roi-t": "החזר השקעה גבוה",
  "advantages-roi-p": "ייעלו בצורה דרמטית את תהליכי העבודה. הגדילו את ההכנסות ושפרו משמעותית את שורת הרווח ברמה חודשית, רבעונית ושנתית."
}
